[
  "What does it mean if my cash withdrawal does not show up properly?",
  "Where can I use this card?",
  "I don't like your company. Delete my account.",
  "My virtual card won't work.",
  "Why have I not received a virtual card yet?",
  "Someone stopped my payment",
  "Can I use a Visa or Mastercard?",
  "I need to make multiple disposable cards in a day.",
  "I see a charge on my account that I don't recall making. I feel like my account may have been compromised.",
  "How do I link to my credit card with you?",
  "What should I do if I forgot my passcode?",
  "Can I top-up my card using a bank transfer.",
  "There is a payment on my card that I do not recognize.",
  "I see a direct debit transaction in my history that I did not set up.",
  "My card's expiring a month from now, should I place an order for the new card?",
  "Why do you need code verification for my top up?",
  "I was unaware of the additional charge that was added onto my previous payment. A notification of extra charges would be appreciated in the future.",
  "Will I get Visa or MasterCard?",
  "What places will accept my card for payment?",
  "Would I get a Visa or Mastercard?",
  "When will my card be delivered?",
  "I'd like to make a new PIN selection.",
  "Is it possible to exchange USD and GBP on the app?",
  "Where is the PIN for my card located?",
  "My payment shows that it is pending will I be charged more money?",
  "One of my card payments has reverted",
  "Is there an auto top-up option?",
  "I like to Mastercard rather than Visa.",
  "I would like to know how to work out where my funds came from?",
  "My card was declined but it shows as multiple charges?",
  "My top-up isn't working.",
  "Looking at my statement I see that I was double charged for a payment I made.",
  "I updated by balance with a cheque yesterday but it isn't showing on my account. Did something go wrong?",
  "How long will it take for my transferred money to show up?",
  "I didn't realize that there were any fees for withdrawing money from my account--this has never happened to me before.  What exactly are the fees?",
  "My billing address changed and I need to update my information.",
  "Is a physical card also available",
  "I've got a problem - I bought something with my card one or two weeks ago, but now exact same amount of the purchase is showing up in my account. I like more money in my account, but this is too good to be true. Can you tell me what's happening?",
  "I attemped a transfer and it didn't go through.",
  "I am perplexed. Why is it that I received an extremely wrong rate when I tried to use an ATM using a foreign currency?",
  "what is the cost for exchanging currencies?",
  "Is my card payment reverted?",
  "I think my card is expiring, what happens then?",
  "My card still hasn't arrived after 2 weeks. Is it lost?",
  "Is there something wrong with my ATM Card?  Tried using it earlier and it did not work.",
  "How long until I see a cash withdrawal?",
  "I got mugged yesterday and lost access to the app. I need to regain it.",
  "I did a transfer and was charged a fee that should not have been charged!",
  "At what ATMS am I able to use the card?",
  "The ATM didnt let me get cash",
  "I requested a refund and it is missing.",
  "What are the steps for my friend to send me money?",
  "Why did they take more money out then I withdrawed?",
  "How do I cancel a recent transfer?",
  "What do you use to figure out the exchange rate for the card?",
  "What is the extra €1 on my statement for?",
  "I deposited some cash but it hasn't shown up in my account yet, what's going on?",
  "What was I charged a fee for card payment?",
  "How long do top-ups take to go through",
  "My top-up hasn't happened yet.",
  "can usa residents get a card?",
  "A payment I made is for a wrong amount can you help me correct the mistake.",
  "How can I get a virtual card for a one-time transaction?",
  "Why does the ATM continually decline my card? I've tried multiple times on different machines with the same results. I thought I had enough funds for this, so please help me understand why this is happening.",
  "If someone sends me money, will I be charged?",
  "what to do about stolen phone",
  "I just went through a old statement and noticed that a very large payment went through and i did not make it. It was from a few months ago, can I still dispute the payment?",
  "how many transactions can i make with a disposable card",
  "I did a transfer but the balance is the same.",
  "I took out a foreign currency and the exchange rate is wrong.",
  "How much is the limit for top-ups?",
  "Why did my card payment not work?",
  "When I went to withdraw cash today the ATM gave me the wrong amount of cash. The app is showing a larger amount.",
  "My card payment is just showing up as pending since forever, what's going on with that, it should be going through at some point?",
  "Where is my deposit?",
  "Is my currency okay to add money with?",
  "I haven't received my cash yet.",
  "I made a bank transfer a couple of hours ago from my UK account.  It hasn't appeared, can you check to make sure it went through?",
  "When do I get my card PIN?",
  "Is my card usable anywhere?",
  "I bought something abroad and the exchange rate applied is wrong",
  "My refund is missing from my statement.",
  "How can I solve my issue with holding multiple currencies?",
  "Why does my transfer keep generating an error message?",
  "I would like a temporary virtual card",
  "Is the verification number on the top up card",
  "The ATM would not give me cash,why?",
  "What can I pay with? Does cash work?",
  "Would I have to pay anything if I need an additional card?",
  "I was supposed to receive my new card by now, but it hasn't came in.",
  "Why can't I complete my transfer?",
  "How do I set-up my PIN for the new card?",
  "Where can I verify my identity?",
  "I think the atm ate my card.",
  "Where can I find the \"auto-top\" feature?",
  "Can I make multiple online transactions with my virtual card?",
  "I made a mistake with a transaction!",
  "Can I use top-up with Apple pay?",
  "I need my PIN, where is it?",
  "After reviewing my charges, I see I was charged a fee for a transfer I did, why?",
  "My card is not working.",
  "How can I check the source of funds?",
  "My transfer keeps failing and I just want to transfer the money can you please make it work?",
  "Can cash be used in physical locations to top up?",
  "Is it possible for me to track the card is was mailed to me?",
  "I bought some things in the morning but the payment shows as pending",
  "I went to top up my card and it was cancelled.",
  "I want to change my account details.",
  "Unknown direct deposit",
  "how does a virtual card work",
  "I tried the wrong PIN too many times.",
  "Still waiting on my refund...",
  "Do I have to verify my identity?",
  "Will you be adding more currencies in the future?",
  "Why was I declined from getting cash?",
  "Did a WD earlier at an ATM.  The amount showing in the App is more than I got though.",
  "My payment came back for something i'm trying to buy online? it's been doing it for two weeks.  do you know what the issue is?",
  "Can I top-up as much as I want?",
  "Can you explain why my payment was charged a fee?",
  "can you express my card to me?",
  "I tried to withdraw money, but was unable to. Still says that the transaction is pending? Will this money disappear??",
  "How can I close my account, I don't want it.",
  "Can I use my new card?",
  "Do you guys accept cash? Because i deposited some this morning and I can't see it in my account.",
  "Why hasn't my transaction been completed?",
  "I thought I was going to get a virtual card but I haven't received it yet, how can we resolve this?",
  "The transfer I tried to make failed.",
  "Which cash machines will allow me to change my PIN?",
  "Something went wrong with my withdrawal. The amount of money isn't right.",
  "Can I add money to my card automatically during a trip?",
  "What's wrong with my ID? I can't verify it.",
  "Why are my payments showing pending?",
  "my payment was rejected",
  "How do I know it is a Mastercard ATM?",
  "If I find a card I lost do I need to dispose of it? Or can I re-active the card and continue to use it?",
  "why do I have an unknown payment?",
  "Is my transfer pending?",
  "Please provide details on how to top up my account using transfer option",
  "Help.  I have a stolen card!",
  "Someone else made a Direct Debit transaction on my account",
  "how to get new card after atm eats it",
  "How long until my card is delivered?",
  "Help!  My wallet was stolen and someone is taking money out.  I need this money!  What can I do?",
  "Why is  my balance not updated?",
  "hey, I think someone stole my card numbers. There is a purchase showing up on my app from a store pretty far away from me.. I really need that money back to pay my rent.",
  "I can't remember my password.",
  "What do I do if I have been charged twice?",
  "I want to get a Visa and Mastercard, is it possible to get both from you?",
  "Why doesn't the person I sent money to see that transfer yet?",
  "Can it automatically top-up money if there isn't much left?",
  "Has my top-up been cancelled?",
  "i am not a premium customer but i want a virtual card, how do i get it",
  "I've been waiting for a refund where is it?",
  "I need to move money from one of my other accounts to this one.",
  "Is my credit card supported for top-ups?",
  "My transfer is stuck pending? How do we fix it to it goes through?",
  "How can I dispute a direct debit charge on my account?",
  "My transfer isn't in",
  "How long do EU transfers actually take? I bought something online a couple days ago, sent the money immediately online but the seller says it's still not there yet.",
  "I tried activating my card and it doesn't work how do I solve this problem?",
  "I see a direct debit payment on my app that I did not do",
  "How do I enable auto-top up?",
  "Can I cancel a transaction?",
  "Is there a auto top-up option?",
  "How long does it take for a transfer?",
  "How long should I have to wait before I see the transfer in my account?",
  "Will I be charged for topping up my account using a bank transfer?",
  "Where is a Mastercard ATM?",
  "Im not sure if a seller is giving me my money back! I asked them to refund my money for the item but It's been a week now and still nothing has been given back to me. Can you resolve this for me?",
  "Will I get a curreng foreign exchange rate?",
  "Transfers are supposed to be free.  I just got a fee tacked on  to something I bought abroad.  Not cool.  Figure out how to remove it.",
  "Where do I go to activate my card?",
  "Can I use my American Express stored in Apple Pay to top up?",
  "Nothing goes through on my card.",
  "I was contacted by a seller with a message that they never received my money. I am 100% sure it was taken from my account so I definitely need this sorted out soon.",
  "It is urgency. Please freeze my card now. As someone in some odd remote town has withdrawn some money by using my card. As i did not withdraw any money.",
  "How much money can I withdraw before fees? I noticed a fee on my card but I didn't think I had hit the limit of how much I could withdraw in a month.",
  "I tried using a check to update my balance, but it isn't work? Is something wrong?",
  "Could you explain why my card payment did not work?",
  "Help!  I can't find my card.",
  "Hi, I made a transfer from France two days ago and thought it would be here by now. Can you give me an update please?",
  "Is there a way to get a virtual card?",
  "I have found my lost or stolen card. Is there a way I can link the card with my account through my app again?",
  "The app says my transfer failed",
  "Are top-ups unlimited?",
  "I haven't yet received money that I transferred",
  "I already paid to top-up but the funds aren't available yet, where are they?",
  "I am not able to make a purchase because there is an issue with my card",
  "I purchased something overseas and the incorrect exchange rate was applied.",
  "When will the $1 transaction be credited to me?",
  "Where can I located the auto-top up option?",
  "I just saw the exchange rate you use, but it's so bad that I can't believe that it's the official interbank exchange rate! Is this truly the official interbank exchange rate?",
  "I tried transferring to an account but it won't let me.",
  "I need a list of currencies you accept for exchange.",
  "I need to dispute a direct debit.",
  "I moved to a new city and need to change my address",
  "How many days until the money will be in my account?",
  "What is maximum top up?",
  "My account shows the card payment cancelled.",
  "I deposited a check yesterday and Im not seeing it in my account. i need the money, is there something wrong with my account? check it out please",
  "How fast can you deliver?",
  "How is my card payment still pending?",
  "how come the verification with the top up",
  "what does pending mean?",
  "I'm not familiar with a card payment.",
  "I'm on holiday and I noticed a different amount for exchange rate.  Can you explain?",
  "Hi, I made a transfer yesterday that I need to reverse.  I need to put the money in a different account.",
  "There is an error, the app says I made an ATM withdrawal and I didn't.",
  "If I need a PIN for my card, where is it located?",
  "Is there a way to track the delivery of my card?",
  "Can I link my card I previously received?",
  "I need to order a new card as my other one was stolen.",
  "How do I add money to my card?",
  "My top-up has failed.",
  "I want to use a cheque to pay.",
  "I want to change my pin number from an ATM. Is this possible?",
  "There's a problem - I bought something about a week or two ago but just today the payment somehow came back into my account! I already received the item though, what's going on here?",
  "I need to reset my passcode, this one isn't working",
  "Why did the ATM take my card and keep it?",
  "How do I close my account?",
  "Do you guys accept Visa or Mastercard?",
  "Why did the app deny my top-up?",
  "I think something may have happened that caused a charge to show up twice.",
  "I tired to get cash in the ATM but it was cancelled",
  "Is there a way I can get my ATM card back from the machine?",
  "Someone needs to make me aware when there are extra charges for payments. I happened to be looking at the app earlier and noticed a charge associated to a payment that was extra that no one made me aware of before at all.",
  "My contactless stopped working today no matter where I try to use it. How do I get it to start working again?",
  "When will the money be made available in my account?",
  "i need help finding the auto top up option.",
  "Can you please tell me why my card payments are not going through when I try to buy something online? When I put in my card payment it takes it but it comes back a while later.",
  "How much more do you charge for currency exchange?",
  "Is it possible to get a Visa and Mastercard from you?",
  "How does on apply fora refund on an item he ordered? I ordere an item and have not received it yet so i want to cancel it and get a refund",
  "What countries can I use your services?",
  "Why is there a direct debit to my account? I didn't do that.",
  "Weird Direct Debit payment",
  "Will there be extra charges regarding to adding money into my international card?",
  "Why do I have a charge for an ATM withdrawal? I thought these were free?",
  "Why could my transfer have been declined?",
  "Hello, I'm a brand new customer and tried topping up for the first time today. It has been pending for half an hour and doesn't seem to be working. Please resolve this.",
  "I need to transfer money into my account, HOW?",
  "Do you charge for transfers?",
  "How do I report a stolen card?",
  "want to get a new card in china",
  "I am unable to use my top-up on the app. Could you explain this to me?",
  "The transfer keeps failing - I tried to transfer some money to friends this morning but it keeps getting rejected for some reason, I have no idea why",
  "How do I activate my card so I can start using it?",
  "Hello! I recently made a purchase and I'm needing to cancel my order and process a refund as soon as possible.",
  "I need to terminate my account.",
  "Could you help me reactivate my card? It was previously lost, but I found it this morning in my jacket.",
  "The transfer to my beneficiary has not gone through",
  "My payment has been cancelled",
  "What are the charges for US cards with top up.",
  "How do I get selected for a visa card?",
  "how do I link a card I already have?",
  "What do I do with my \"decline\" message on a transfer?",
  "I may have entered the PIN wrong and the account is blocked.  What do I have to do to get it unblocked.",
  "My money's disappeared from my account! I topped up the other day and it was there, but now it's not. Help?",
  "What is delivery speed to the United States?",
  "Can you explain why my transfer was unsuccessful?",
  "May I choose between Visa and Mastercard?",
  "I sent you a cheque couple days ago, nothing happened to my account yet! This is unacceptable, where is my money??",
  "Is there a reason a payment is showing complete on my side but the person who is receiving it has not gotten it?",
  "I can't access my account.",
  "Im very upset as my top-up was canceled and I have no idea why.",
  "I think I was charged a different exchange rate than what was posted at the time.",
  "I have a top up that didn't go through.  Why?",
  "why have I got a pending transfer? I'm confused!!",
  "Why are there fees for card usage?",
  "I submitted my transfer but it has been pending for quite a while and I was wondering what takes so long? why hasn't it completed",
  "Can I do a SWIFT transfer?",
  "What is the process when my card is due to expire?",
  "Is topping up free?",
  "What is the minimum age to open an account?",
  "Is the 1 pound charge going to be reimbursed on my card?",
  "I'd like to open an account for my children. How can I do that?",
  "I made a transfer 12 hours ago. Why is it still listed as pending?",
  "Some cash has been withdrawn but I didn't do it.",
  "I see a direct debit transaction in the app that is not mine",
  "How to I switch my money for the money used in another country?",
  "Will there be a charge for sending out more cards?",
  "What do I need to do to get my new card which I have requested 2 weeks ago?",
  "Where did my deposit for my source of funds come from?",
  "How long does it take to transfer from china? Is there a way to transfer it quickly, I need it urgently?",
  "How many times can I auto top-up?",
  "I haven't been sent my new pin!",
  "I believe my top up is still pending",
  "Good afternoon. I made a transfer from my UK bank account.  I haven't seen anything on the account in the pass few hours. Please check the account to make sure everything is fine.",
  "I've made a horrible mistake!  I transferred money to the wrong account by accident!  I entered one of the digits wrong.  I need this cancelled immediately please.",
  "How can I prove the source of my funds?",
  "I wish to be able to top up with cash.",
  "If there isn't a lot of money left, will it automatically top-up money?",
  "What do I do to Top up my card?",
  "I am seeing in the App a some cash withdrawal that I did not do",
  "Can i get payed through this system?",
  "stolen phone, what should i do",
  "I withdrew cash and I think the exchange rate is wrong.",
  "Can you unblock my blocked pin?",
  "There is an ATM withdrawl in the app I don't recognize.",
  "Can I add funds directly from my Apple Watch?",
  "Can i get money back in my home currency at  ATM? As I am on holiday and bit concerned because i do not have any cash with me . Is it possible to withdraw without any additional cost.",
  "I noticed my exchange rate was incorrect when I got cash.",
  "I cannot get to my app, what should I do?",
  "Hi, I am on vacation in Spain and someone stole my bag with my phone and wallet with cards and everything. Can you block it ASAP and then I want to order a new one also ASAP.",
  "Transaction refund missing from my statement.",
  "Where can I find instructions to change my PIN?",
  "what's the process for getting a disposable virtual card?",
  "For the disposable cards, what are the restrictions?",
  "I want to exchange USD and GBP with the app",
  "How limited is a virtual card?",
  "I attempted to complete a topup, and I thought all was well, but now the money is gone again. Has there been a glitch?",
  "Can I use my bank account to send me more money?",
  "How can I verify the top-up card?",
  "Can I get some money exchanged?",
  "My funding to my card didn't go through.",
  "I deposited cash into my account, why do I not see it?",
  "my cash withdrawal is pending, why?",
  "Where can I modify my details?",
  "Can I get a Visa or Mastercard?",
  "do I need to verify my identity every time I log into my account?",
  "During the last month I used this account to make payments for my place abroad. I noticed the fees have increased and I wonder why. Shouldn't frequent users have less fees as incentive to keep using instead of increasing them out of nowhere?",
  "Why is my last cheque deposit taking so long?",
  "How long does it take for my id to verify?",
  "Why on earth do you need so much personal id info from me?",
  "What factors effect the exchange rate?",
  "i have yet to get my pin",
  "Why was my card declined in a shop?",
  "How would I use a disposable card?",
  "What is the top-up limit for my card?",
  "The exchange rate for me was wrong when I was abroad.",
  "Please check payments on my card. There is a duplicate and I only bought it once.",
  "I am having trouble transferring money to a beneficiery.",
  "My card got trapped inside an ATM, what should I do?",
  "I can't find the auto-top up option.",
  "How much are you going to charge me if I top up my US card?",
  "My card was declined and I did not receive money from the ATM earlier, yet it show on my account that it is pending.",
  "Show me how to change my pin?",
  "I got a new card, how do I link it?",
  "how do I link an already existing card?",
  "If I am in China, can I still order a new card and if so, how?",
  "How can I get my PIN unblocked?",
  "How much does a transfer cost?",
  "It seems like I have been waiting forever for this international transfer. Why is it taking so long? C'mon, it's 2018, things happen at a click of a button. All of the account information is correct, so how long will this take?",
  "My phone was taken yesterday, is there something that I need to do?",
  "Do you do SWIFT transfers?",
  "What's the U.S. Delivery time?",
  "I think I may have been charged $1 extra on my app.  Could you provide some insight as to why this may have happened?",
  "why hasn't my virtual card arrived?",
  "I was not able to use the ATM to get cash",
  "I need to add more funds to my card today because it keeps being declined, and I need to use it immediately. Can you fix this or tell me alternatives?",
  "What if I need multiple disposable cards?",
  "I can't figure out why I haven't gotten my cash, when I already put the check in the bank.",
  "where do I request a disposable virtual card?",
  "After taking over my card transactions I noticed that was charged twice for a restaurant purchased from earlier this week. Can you please remove one of these transactions from my account since it is not accurate?",
  "I am having a problem proving who I am",
  "Please tell me why I am having problems transferring to a beneficiary.",
  "Would you be so kind as to activate my card? Thanks",
  "I am unable to activate my card, it won't let me.",
  "Can my account be topped up by my friends?",
  "There is a direct debit transaction that I did not authorize",
  "You did not apply the correct exchange rate for an item that I bought.",
  "I just completed a bank transfer and the balance didn't update",
  "Someone is making transactions on my account, I think they took my card information.",
  "I checked the app and saw an extra cash withdrawal that I didn't authorize",
  "I'm quite confused as to what is going on. There is some odd extra pound charge on my statement in the app that's just listed as pending and doesn't go away since a couple days.",
  "are there any country restrictions?",
  "Can someone explain why I'm getting a message on my screen saying my transfer isn't possible? I've done several in the past and haven't had a single problem until now. What's going on?",
  "Why check my identity?",
  "How long do I have to wait until the transferred money shows up?",
  "I added funds to my account but the app didn't process it.",
  "i didnt do this charge",
  "Hi, I was at a restaurant later the week and when I went to look at my account I noticed that I got charged twice. I would like to get my money back from one of those transactions.",
  "What's a pending transaction? My card was declined at an ATM, but my account says it's still pending. Can I cancel the payment?",
  "My refund is not showing.",
  "I need to cancel my card.  There are a few charges from a couple days ago that I didn't make.  Can I get credit for these charges?",
  "Card payment is showing as pending",
  "my daughter needs a card, how do i add her?",
  "Please let me know how to place an order for a virtual card",
  "Can I check to see where the funds came from?",
  "How do I track the card you sent to me?",
  "how is it possible to add another card to account",
  "Why can I not transfer money into my account?",
  "I was out today looking forward to paying with my new card, turns out the payment kept getting declined. This is really sad, what's going on?",
  "Am I able to modify my account details?",
  "What is the limit to top-up?",
  "I'm going to cancel a purchase.",
  "Is there a limit on how much I can top up?",
  "Can i change my PIN at the ATM?",
  "Why doesn't the app believe I am who I say I am?",
  "What physical locations can I use cash to top up?",
  "I requested a refund, and never received it. What can I do?",
  "Who accepts the card?",
  "I haven't received my PIN yet. Do I need to get it from you?",
  "When can I expect my card? I live in the US.",
  "How do I report my card as lost or stolen?",
  "I have a disposable virtual card. Is there a limit to how many times I can use it?",
  "Do i have to verify who I am?",
  "I did a transfer and I was charged a fee that shouldn't be there!",
  "I tried to transfer some money and it hasn't done it yet - what's going on?",
  "For physical cards, do you charge?",
  "what documentation do I need for the identity check?",
  "I need my card immediately.",
  "Why could I not choose cash at the ATM?",
  "I need my card topped up,",
  "I bought something that I need a refund for.",
  "There is an urgent thing that I need to transfer from China. Approximately how long will it take?",
  "My Identity verification hasn't passed yet is it possible to use my account?",
  "Since my card is about to expire, what do I do to get a new one?",
  "How long will it take for my top up to work? It's still pending",
  "A couple weeks ago some money was deducted from my account by some seller that I don't remember. I'm pretty sure I didn't do that, but is it possible to trace back who that is just to make sure?",
  "I normally don't use ATMs, but I was in a rush today and had to withdraw some cash. The ATM gave me the wrong amount of money and now my app is not showing the same amount as it should. What do I do?",
  "I needed some cash while abroad, and I'm pretty sure the wrong exchange rate was applied.",
  "How do I open an account for my children?",
  "Is it possible for me to top up with cash?",
  "How do I reset a forgotten passcode, please?",
  "Why is there a charge on my account for taking out cash?",
  "I don't know if this is an issue with the ATM or my account, but I just tried withdrawing 30 pounds from the ATM I'm at now and it only gave me 10. Is this a glitch or what exactly is going on?",
  "My product hasn't arrived even though I ordered it a while ago. I want a refund!",
  "What should I do if I have used all of my PIN tries?",
  "Can I withdraw from any ATM?",
  "When I put the wrong pin too much, I got blocked, so can you help me unblock my pin",
  "Why would my transfer be declined?",
  "How do I link an existing card?",
  "My top-up was cancelled; will I receive a refund?",
  "What is the most that I can top-up to a card?",
  "I put money in my account a week ago but its still not there, what is happening?",
  "Is this open to residents of all countries?",
  "My card needs to be topped up.",
  "How much can I expect to pay to top up a US card?",
  "Tell me what ATMs allow me to change my PIN.",
  "How do I link my card",
  "I don't want to use this method to identify myself.",
  "Can I get a physical card for free, or is there a charge?",
  "I ordered a card and I still haven't received it. It's been two weeks. What can I do?",
  "I am not seeing a refund in my statement.",
  "Why is there an extra fee on my statement?",
  "Someone hacked into my cards account.",
  "Is there a way to see where my money originally came from?",
  "I was overcharged an additional pound.",
  "I am under the impression that my top up is still pending",
  "Can I use this account to receive my salary?",
  "how do i get a refund for a direct debit payment i didn't make",
  "Do i need to verify my top up?",
  "How do I get my disposable virtual card to work?",
  "the exchange rate is wrong from something I got in another country",
  "What do I do if my Google pay top up isn't working?",
  "I thought transfers were free. Why was I charged to transfer?",
  "I'm still waiting for my card that was issued a week ago. What should I do?",
  "I think there has been a mistake on my exchange rate for this purchase.",
  "can you tell me what cards and currencies you take?",
  "How can I lookup the source for my available money?",
  "When are cards delivered?",
  "How do I set up my card PIN?",
  "Please help me with my card payments which keeps getting reverted whenever i do online shopping. I am having this problem since last two weeks.",
  "The cash I asked for still hasn't been received",
  "I was charged twice for a few things this week when I only bought one. What do I do?",
  "Why cant I send money to a beneficiary?",
  "Is there a way I can get a Visa card?",
  "Is there an auto top up option?",
  "What is a pending cash withdrawal?",
  "A cheque deposit hasn't posted to my account, when will my balance update?",
  "I believe that someone is using my card without my knowledge!",
  "My phone was stolen, what should I do?",
  "Why did my top up get reverted?",
  "I need to close my account.  Your company is terrible!",
  "Where can I activate my card?",
  "I paid with my card and ended up being charged a fee.",
  "Is it possible to get another card?",
  "My card is almost expired.  How fast will I get a new one and what is the cost?",
  "Hello, a few days ago I transferred my rent check to my landlord, however, he is saying that it has not gone though. On my end everything looks fine and I double checked the account number. Is there anything else that could be holding up the check?",
  "How do I find my card PIN?",
  "Your top-up function isn't working, it still says pending even though I know my card works.",
  "Why was my cash withdrawal cancelled at the ATM?",
  "I have to verify my source of funds.",
  "I tried to purchase airline tickets online this morning and my card information isn't working. Is there something going on with my account?",
  "I would like more physical cards",
  "What ATMs take this card?",
  "After trying to update my account balance yesterday by cheque it doesn't seem to working. Shouldn't the process be quicker? I need my account looked at because there appears to be a problem.",
  "Why did my transfer get declined?",
  "Why can't I see my top up?",
  "Can I open an account for a child?",
  "Problems with top up",
  "Will I be charged for a SEPA transfer?",
  "Can I receive a new card while I am in China?",
  "My source of funds need verified.",
  "I made a transfer from my UK account a couple of hours ago.  Could you please make sure everything went alright.",
  "How can I the person see my money transaction?",
  "Can I use my account even though the identity verification has not passed yet?",
  "Where do I go to change GBP?",
  "How do I top-up my card with a cheque?",
  "Will you tell me how I am supposed to use the disposable cards?",
  "What is the number of transactions for one disposable card?",
  "How long does it take for an international transfer into my account?",
  "I'm having trouble with proving my identity.",
  "What kind of charges should I expect to exchange currencies?",
  "There is a direct debit patentp that I haven't authorized.",
  "Why is the payment on my card still pending?",
  "How do I discontinue my account?",
  "HELP! I tried to get cash and it gave me some, but not the right amount!",
  "Will I receive a new card when mine expires?",
  "How do I contact customer support about a transfer?",
  "Please help me, there is a transaction in the incorrect account.",
  "Where can I find an ATM?",
  "Why did you charge me more for my purchase? It was a foreign currency and you didn't offer market rate",
  "What do I do to unblock my PIN?",
  "What's the expected wait time to recieve my new card?",
  "Is ordering a new card from China available?",
  "is a transfer to a beneficiary allowed?",
  "The payment for the card did not go through",
  "I contacted the seller and he won't respond.  Please just refund me my  money.",
  "How do I start auto top up?",
  "Is my fiat currency supported for both hold and exchange?",
  "I didn't withdraw cash but I see that transaction on my app",
  "I was made to pay a fee for making a transaction with card.",
  "I inadvertently completed a transaction on a wrong account.",
  "I need to know which fiat currencies I can use with you.",
  "Can I get money out of any machine?",
  "I see an unfamiliar Direct Debit payment.",
  "How do I find out where my funds came from?",
  "How long do you have to wait to see your virtual card your ordered?",
  "How do I use bank transfer to top up my account?",
  "What's my limit for topping up?",
  "There is a strange charge on my debit statement",
  "I am having problems with my contactless.",
  "There's something wrong on my bill. A transfer fee should never have been added.",
  "Do you have the best exchange rate?",
  "What is needed to prove my identity?",
  "What is the procedure of unblocking my PIN?",
  "What is the charge for exchanging currency?",
  "I can't find my card!  What should I do?",
  "Can I reactivate a card?",
  "An unauthorized payment is in my app",
  "Can you tell me how to close my account?",
  "Can you unblock my pin because I put the wrong one too many times.",
  "My identity is unable to be verified.",
  "Can I add money with Apple Pay?",
  "The top-up verification code is missing",
  "What about an auto top-up, is that a option?",
  "My card payment has not been withdrawn from my account",
  "Is there a fee when I get cash from an ATM? Is there a limit I can take out? If there is a fee, what is it?",
  "My work sends me all over the world, can I get a discount for all the money I have to exchange?",
  "My card payment has been pending for a long time now. Why is it taking so long to take. It should have already made it through.",
  "Just received my replacement card, what steps do i need to take to activate it?",
  "What are the limits to where my card will be accepted?",
  "Will this app allow me to exchange currencies?",
  "My transfer is failing when I try to do it.",
  "I am unaware of what my password is.",
  "I want my account deleted!",
  "I am being charged a pound out of nowhere. What is this?",
  "When I tried to pay in a store my card din't work",
  "why does the app show a direct debit payment that I did not authorize",
  "card is being used by someone else",
  "I am looking to change my adress.",
  "A transfer could not be completed.",
  "There is a direct debit payment I don't recognize.",
  "Why does my money come from?",
  "I lost my phone and need help protecting it.",
  "My card won't work at all for anything.",
  "How do I go through the identity checks?",
  "I want to transfer money to a beneficiery. Why can't I?",
  "Can I add money automatically to my account while traveling?",
  "At what ATM can I change my PIN?",
  "I made a deposit a couple of days back it's, as of yet, not gone in! It would be ideal if you assist me with this",
  "Where can I get a disposable virtual card?",
  "Can you explain to me why a top-up would still be pending?",
  "Can I get an account for my daughter?",
  "Why did my top-up get reverted?",
  "What are my payment options for topping off my account?",
  "How can I change currency type?",
  "I have a cash withdrawal that says it's pending, why?",
  "How do I use a check to top up?",
  "My friend still hasn't gotten a transaction I made.",
  "Is there supposed to be a fee for the transfer I made?",
  "I'm trying to transfer money into my account.",
  "How do I top up my card using your app? I'm new to this.",
  "Which ATM's can I use to make a withdrawal?",
  "In regards to top-ups, can I do them via Google Pay?",
  "I see a strange payment in my account.",
  "Do I need to speak to a representative to change my pin?",
  "I was using a foreign currecy to make a payment and the applied the wrong rate.",
  "My app was on the phone and I was mugged.  What do I do?",
  "where is this money from",
  "What's the transfer time from Europe?",
  "I would like to dispute a direct debit transaction",
  "Why was I charged this extra fee while doing a transfer?",
  "I received my Virtual card information, but was unable to use it to make a purchase. Why did this happen and what can I do?",
  "Are EUR exchanges allowed?",
  "What's the fee for exchange of foreign currencies?",
  "The exchange rate you are using is really bad.This can't be the official interbank exchange rate.",
  "What do I do if I think someone has used my card without permission? I can see a few transactions I don't recognize.",
  "I am not Happy with this product can i get a refund?",
  "What should I do if I've tried to enter my PIN too often?",
  "I am travelling and I tried to withdraw cash but didn't get what I was supposed to get.",
  "My PIN is unlocked, what do I do?",
  "I guess exchange rate for my payment was not correct, as i charged extra on the last saturday.",
  "Why is verification for my identity needed?",
  "What are your international exchange rates?",
  "I've been charged more than once for the same transaction",
  "The exchange rate was wrong when I bought something outside the country.",
  "Are cheques accepted for a top up?",
  "My card activation attempt failed.",
  "I need my account checked because it appears there is a problem. I attempted to update my balance yesterday using cheque but it doesn't seem to have worked.  Should this not be faster than this?",
  "After purchasing an item I noticed the exchange rate was incorrect.",
  "What happens when my card expires?",
  "How come my card doesn't work anymore?",
  "i noticed that the funds were returned to my bank account. What happened?",
  "The correct amount of cash was not received.",
  "Why am I being charged for ATM cash withdrawals? The only reason I use it is because it's been free! Now you expect me to pay for them, and how much is that going to cost me?",
  "When I tried to top up using my card, all of the money disappeared.",
  "I would like to make a purchase, however my card has been declined. I would like to ask the reason for this. The past two weeks, the card has been working fine.",
  "Where is the money I put in the bank?",
  "How much could I top up?",
  "Are there any express fees if i want my new card faster?",
  "how much does it cost to add money",
  "What do I do if I completed a money transfer but the recipient hasn't received it?",
  "Why was I declined getting cash?",
  "How often am I able to top-up?",
  "Which locations can I withdraw money from?",
  "how to activate card?",
  "I am still awaiting the money I put into my account this morning.",
  "When I look at my statement there is an extra fee, that is for what?",
  "Would I be able to get an account for my child?",
  "I've tried completing a very standard transfer and have already attempted it 5 times. What's going on here? Is there a problem with your system?",
  "Can I use your services without access to the app?",
  "Can you explain the transfer fee that I was charged?",
  "What needs to be done to activate and use a card?",
  "Someone else is using my card, freeze it.",
  "What do you need for my identity check?",
  "How long does it take for deliver to the US?",
  "I tried using a foreign currency at an ATM, but the ATM provided me an incorrect rate. Why is that?",
  "Everything was stolen from me.  I can't use the app.  Please advise.",
  "My transfer didn't work! Help!",
  "There's an extra fee on my statement, why is that?",
  "i cannot get virtual card to work",
  "With my credit card i would like to transfer money.",
  "In what countries do you do business?",
  "I might be paranoid, but someone may be using my card.",
  "Can I change my PIN at my local bank?",
  "Transfers may show up as pending for up to one day while they are processed by one of our payment processors. Then, they will depart for the beneficiary accounts. Please also double-check that you have entered the correct account details. SEPA transfers can take up to two business days, and SWIFT transfers can take up to five business days.",
  "Someone stole my cards!",
  "I got less cash at the ATM than I asked for. Why?",
  "What does the decline message mean",
  "Do you accept exchanges to EUR?",
  "Are US credit cards accepted?",
  "I was out today looking forward to paying with my brand new card, turns out the payment just kept getting declined. This is pretty sad, what's going on?",
  "How do I link the new card?",
  "I want to reactivate my card, I thought I had lost it but I found it.",
  "The exchange rate for my cash withdrawal was incorrect",
  "There is a strange payment on my card and I don't know what to do.",
  "I did not get the right amount of cash from the ATM.",
  "I contacted a seller about a refund last week but he still hasn't returned my money. I am frustrated and need these funds. Please help me get my money back.",
  "I would like a  physical card sent to me.",
  "I have paid by my card but payment is still its coming as pending. I think there is some issue please check and let me know when the status will complete.",
  "I am not able to do a transfer to an account",
  "The exchange rate looks wrong on a holiday purchase",
  "I need to get my card quickly",
  "why isn't my top-up going through?",
  "How can I cancel a transaction to a wrong account?",
  "I cannot view the refunded amount in my account.",
  "can i add funds  with a card from the united states",
  "Why was my cash withdrawal given the wrong exchange rate?",
  "I purchased something while traveling, and the exchange rate applied was wrong.",
  "I paid with card and I think there was a fee applied.",
  "Can i top up by card?",
  "Why is top up not working if I use my American express with my apple pay?",
  "How do I get my card PIN?",
  "My recent transfer didn't go through - why not?",
  "If I found an error in my account for a transaction I didn't make, how long to I have to dispute it?",
  "Why should I have to prove my identity?",
  "How long will my transfer be pending for?",
  "There is random cash in my account.",
  "I want to start using my card, how do I activate it?",
  "Someone has my card number, freeze my account.",
  "Is there a way to reset the passcode?",
  "Why was my transfer stopped ?",
  "How can I delete my account?",
  "How long for money transfer to show?",
  "what are your exchange rates at?",
  "What is the top-ups limit?",
  "I got a notice from my app that I withdrew cash but I don't remember doing so. How do I fix this?",
  "I no longer want this can i cancel my purchase?",
  "Why can I not get cash from the ATM?",
  "Someone I don't know has used my card without permission.",
  "How do your exchange rates work?",
  "Google Pay isn't working. What is wrong?",
  "Is it possible to get both a Visa and a Mastercard?",
  "Hi, I am new to this. Are there any additional fees or charges that I should be aware of? I was looking through the app and I thought I saw something in regards to fee-free allowances.",
  "My card isn't working anymore.",
  "How do I delete my account?",
  "I think something went wrong with my card delivery as I haven't received it yet.",
  "Is there a reason why my virtual card won't work?",
  "I was recently mugged and would like to know if I have to have access to the app to use your services and how I would go about setting up your services on a new device belonging to a current user?",
  "I would like to know how exchange rates are calculated when transferring funds.",
  "How do I initiated a bank transfer to top up?",
  "I'm not in the UK, can I still get a card?",
  "I am trying to delete my account.",
  "why verify the top up? it doesnt make sense",
  "Your system is broken. My transfers keep failing, 5 times now.",
  "I have foreign currency i would like to change how much will it cost me?",
  "Trouble transferring transaction contact for help",
  "Why does my top up say still pending when I used my card to do it.",
  "Is there an age limit?",
  "What is the time for a transfer?",
  "I would like to know the countries you are offer services in?",
  "Why has my card payment been cancelled?",
  "I'm not sure how to complete the identity checks process.",
  "Can you tell me what the cash withdrawal is in my statement?",
  "When did you send me my new card?",
  "I had a wrong fee charged at this ATM.",
  "I just got my new card, how do I activate it?",
  "Why is the exchange rate different from what I expected?",
  "Hello, I have a question concerning an unfamiliar fee that I notice on my account. I see that you guys charge for ATM withdrawal. Never notice this fee until now. Can you please explain?",
  "Why was I unable to do a transfer?",
  "Will I get a visa or Mastercard?",
  "I have a transaction that shows several times",
  "is it possible to top-up with google pay.",
  "How do I unlock my account after typing in the wrong PIN too many times?",
  "How come I got charged extra for withdrawing cash?",
  "Why has my transfer failed?",
  "When does a UK transfer show up?",
  "Explain why my card payment wouldn't go through.",
  "Why is the fee for taking money out so high?  I feel I was overcharged and I would have never used this ATM if I would have known ahead of time.",
  "I didn't get all the cash I requested for at the ATM",
  "my balance has not changed, despite depositing a cheque",
  "When I got cash, I'm pretty sure there was a glitch that overcharged me.",
  "Where do I find my PIN for my new card?",
  "How can I find the nearest ATM?",
  "The card I've got seems to be broken.",
  "There is a card payment I do not recognise.",
  "Please, activate my card",
  "How does a disposable virtual card work?",
  "My wallet was just stolen, and they've already used my card! Please help, I can't afford to lose more money!",
  "This is very frustrating. I can't get my card to work on any ATM I try and I've tried 3 of them so far. What's going on? Can you please fix this issue immediately?",
  "How do I use my card if I lost my phone?",
  "I want a mastercard",
  "I no longer want to transfer funds, can we cancel that transaction?",
  "I think that the card is stolen.  What are my next steps?",
  "Why are you charging me fees for using my card?",
  "How do I accept exchanges to EU?",
  "I have not received a refund.",
  "Can I use this all over the world?",
  "If I receive foreign currencies, am I able to exchange them on the app?",
  "Currently I can't get my card to work.",
  "How can I deposit money to my account?",
  "Why have I all of a sudden been charged for my ATM withdrawal? I thought the withdrawals were free because this is the first time I've ever had this problem.",
  "Which countries are you available in?",
  "How long will I have to wait for my new card?",
  "When will the cash that I put in the ATM be cleared from pending status?",
  "Hello. I bought an item a while ago, and have since requested a refund.  However, upon checking my online statements, it seems that I haven't been issued a refund yet.  How can this be remedied?",
  "I got this stupid fee after taking cash out, why?",
  "I got cash abroad and need to check the exchange rate",
  "What's the process of changing from GBP to AUD?",
  "My card must have used my card as there are some transactions that I haven't done myself..",
  "Why do i have to verify my top-up card?",
  "Is there a way I can have a mastercard?",
  "Are there discounts for frequent currency exchanges?",
  "How do I cancel a transaction?",
  "The card payment I made didn't work.",
  "Since I just got married I need to change my name.",
  "I need someone to alert me as to what's going on. I had transferred an amount but the receiver is saying that the amount is somewhat less than what I sent over. I now have to make another transfer to make up the difference.",
  "Is there a problem that makes my payments show pending?",
  "The ATM machines keep declining my card and I don't know why. I thought I had money in my account. Why is this happening?",
  "Why would I need a disposable card?",
  "Can I get a Visa from you?",
  "How come there is a $1 extra charge on my statement?",
  "I made a transaction, but I made it to an account I didn't mean to make it to.",
  "I am having a slight problem with my American express in apple play, can you help me fix the problem with top up?",
  "I wanted $100 but only got $20",
  "Do exchanges cost more?",
  "A payment on my statement is wrong.",
  "My transfers keep on getting declined. My card was working fine up until now, however it has suddenly stopped working. Why is this?",
  "I topped up and went to buy something, but it says that my funds are pending. Is there a way to quicken this process?",
  "There is a debit transaction on my statement that I did not make",
  "I lost my phone and would like to freeze my accounts.",
  "I cannot remember my passcode, is there a way to retrieve it?",
  "Whats wrong with my currency exchange?",
  "Will I need a new card or can I put my old card back into the app?",
  "Why isn't my google top-up pay working?",
  "My refund doesn't seem to be showing on my statement.",
  "What do I do if the bank machine won't accept my PIN attempts anymore?",
  "Can you freeze my card because someone used it while I was out of town. I did not make these purchases.",
  "What works for identity verification?",
  "I want to cancel a transaction.",
  "The cheque I deposited isn't showing in my account",
  "Can I exchange an item for a refund?",
  "I went for a meal in Seattle and paid the bill but I think they charged me twice, the first time they swiped the card I got a notification to say the money had gone out the account but then I added a tip and I think they swiped it all again. Can you refund one of the charges?",
  "Where do I go to verify my identity?",
  "When I made a cash transfer abroad the wrong exchange rate was applied",
  "If I don't live in the UK, can I get a card?",
  "is there a limit for top up?",
  "What is this extra €1 fee about?",
  "Why wasn't my contactless accepted at the metro?",
  "What does top-up verification do?",
  "How do I transfer money from one bank account to another?",
  "Can my children open an account?",
  "Is there an additional cost to exchange currencies?",
  "The app doesn't show the card I received.",
  "How long does transfer from the US take?",
  "How do I dispute a direct debit that I didn't do?",
  "How can I get a Visa and Mastercard?",
  "I was charged multiple times for one purchase",
  "It seems my top up is reverted?",
  "Top up is not working even though I have my AMEX in apple pay.",
  "Can you unblock my pin after too many wrong pin attempts?",
  "Where do my available funds come from?",
  "I bought something online and it says there was a fee to transfer money. Isn't that free?",
  "Can I get a new pin number at any ATM using my card?",
  "It won't let me verify my identity.",
  "When can I expect money to be transferred to my account?",
  "I am very dissatisfied with the services that you are providing.  I want to cancel my account.",
  "how long will my cash withdrawal be pending for?",
  "When are you going to transfer the money?",
  "My balance is not right. It has not been updated for the cash or cheque deposit.",
  "I tried transferring to an account but it didn't go through. What happened?",
  "I get paid in GBP. Should I configure this and if so, where?",
  "When will I recieve my new card?",
  "I tried to transfer money but it didn't go through",
  "Why is my transfer not done yet?",
  "My account shows I made a debit payment to someone that I can't recall and would like to find out who the payment was made to.",
  "Can you please check the exchange rate when I was getting cash?",
  "DO I have to be 18 to open an account?",
  "Transfer unable to be completed, states 'declined'",
  "My account says there are pending funds right now from withdrawing from an ATM, but my card was declined and I never took out any money. When will that money be deposited back into my account?",
  "The ATM didn't let me get any cash",
  "Can I change my PIN remotely?",
  "My PIN can't access my card, can you help?.",
  "I lost my wallet today with all my credit cards. Will you please block the card and send a replacement?",
  "What steps do I take to unblock my PIN?",
  "I'm waiting for a transfer from the US, how much longer?",
  "If I have more than one disposable card, can I make five payments on each of them?",
  "I would like to have a physical card to carry around and use. How can I get one?",
  "How can I set up Google Pay on my device?",
  "Why was I charged for withdrawing cash?",
  "There must be an issue, why has my card been cancelled?",
  "Can I have a tangible form of my virtual card.",
  "The amount of cash I received was not the full amount",
  "I cant transfer money into my account",
  "Do you know how I can verify that I did a top-up to my card?",
  "Can I hold more than one currency?",
  "I need to know where do my funds come from",
  "My card is expiring soon, How do I order a new card?",
  "What is the timeframe for a transfer in Europe?",
  "Please help me figure out the reason for the odd withdrawal amount from my account?",
  "My top-up failed, WHY?",
  "I lost my wallet and all my cards were in it.",
  "limits on top ups",
  "It looks like my top up didn't work.  Why?",
  "Do I need to verify my identity?",
  "What do I need for activation of my card?",
  "I was wondering whether exchanging currencies can be done on this app.",
  "When I topped up the app reverted it.",
  "Hi! I was wondering if you can help me. I used the city centre ATM to get some cash, but the machine declined my card. My account shows that transaction is still pending. I didn't receive the money, so please cancel that transaction.",
  "What is your currency exchange fee?",
  "I pulled cash from the ATM earlier. Why is it still pending if I already have the cash?",
  "Please delete my account.",
  "I see a $1 charge in a transaction.",
  "My pin was blocked, how do I make it so I can use it?",
  "Can I change or hold different currency?",
  "I punched in the wrong pin too many times and I'm locked out.",
  "Do you limit my top-offs?",
  "What is the normal time to make an international transfer? I made one a few days ago that still hasn't arrived.",
  "I would like to exchange currencies on the app. How do I do this?",
  "According to the app, I got cash from an ATM but I haven't made any transactions.",
  "Why can't I topup my account?",
  "What are the reasons to be charged a fee on card payments?",
  "Is top-up possible with Apple Pay?",
  "Can I pay online with my card?",
  "How do I deposit through bank transfer?",
  "A transfer was not allowed to an account.",
  "please delete my account, your services are not up to par.",
  "How do I know if I will get my card, or if it is lost?",
  "Somebody stole my wallet and is using my card! Can you do something so they can't keep taking my money?",
  "Are there limits to businesses that will accept this card?",
  "So what items  actually come  with  extra  fees",
  "I would like for someone to tell me which fiat currencies that your company supports.",
  "I changed the currency, but why is it costing more?",
  "what are the reasons I have to proof my identity to you?",
  "I had a problem with my card payment, can you help?",
  "My American express works with my apple pay, why is top up not working?",
  "Why isn't my balance updating?  I did a bank transfer and it isn't current.",
  "I took out money from the ATM and it's still showing as pending?",
  "I think my card is broke it's not working anymore",
  "Should my cash withdrawal still be pending?",
  "Help me verify my identify?",
  "I need help from someone in your department with finding my nearest ATM.",
  "What is the longest that a payment will show pending?  There is one showing that has been sitting there a few days.",
  "I am not able to prove my identity",
  "Why was I charged an additional fee when paying with card?",
  "My phone was stolen, help!",
  "where is my unknown payment from?",
  "Is there a fee for physical cards?",
  "Can this app exchange American and English currency?",
  "I see a transfer fee, but to my understand, that should have been free, what happened?",
  "How can I get disposable virtual cards?",
  "I want to take some funds from my other bank account and add them to this one.",
  "how do I get top up to work for my card",
  "I would like to reactivate my card.",
  "Can I start an account for my kids?",
  "There was an extra charge when I used my card",
  "Please help in finding my card PIN, thank you!",
  "After I got my cash, I found out my exchange rate was wrong.",
  "I transferred the rent payment for my new place a couple days ago but the landlord says it's not there yet, despite showing up as done on my side. I checked the account number I sent it to and it's definitely correct. Can you please verify if the transaction really went through or not?",
  "I need to cancel my recent transfer. I made a mistake. Please help quickly before the transfer goes through.",
  "When traveling, is it possible for it to add money at specific time intervals?",
  "i would like to dispute a direct debit payment",
  "What type of fiat currencies do you support?",
  "I was abroad and needed some cash, but I think the wrong exchange rate was applied to the transaction.",
  "I have lost my phone.",
  "Can you make exchanges using the EUR?",
  "I have tried transferring money numerous times.  All I keep getting is an error message.  Can you tell me what is going on and how this van be fixed?",
  "Can you provide me a disposable virtual card?",
  "When I tried to transfer funds to my friend today I was unable to do so, why?",
  "Hello, I am facing the issue with my new card as payments are declining again and again. Please help me in this issue.",
  "Do you charge extra for topping up with a debit or credit card?",
  "Where did the money transfer go?",
  "If i want to change my pin number can I directly from an ATM?",
  "What should I do if my phone is lost or stolen?",
  "Why is my cash withdrawal still pending?",
  "Got only $20 when I tried to withdraw $100.",
  "I got my new card but I am not sure if it need s activated and how?",
  "I recently reported my card as missing/lost, and I just found it. Can I still use it?",
  "Why can't I verify my id?",
  "What should I do if my physical card isn't working?",
  "Is there a reason I was charged a fee to transfer?",
  "Can I reactivate my lost card that I found this morning in my jacket pocket?",
  "I tried taking money from the ATM but no money came out, but the transaction is still pending? How is this possible?",
  "I recently made a transfer that I would like to cancel",
  "can you share card tracking number?",
  "Where's accounting for my cash withdrawal?",
  "I know this very late, but I just went through my statements from the last couple months and there's one quite large-ish payment that I definitely haven't made. Is it still possible to dispute it?",
  "Help me activate my card.",
  "The card payment didn't work",
  "Why is this fee being charged to me after using my card?",
  "What apps can I use to top up my account?",
  "Help me change my PIN.",
  "I can still see money in my account after making a payment",
  "What should I do if I can't prove my identity.",
  "There was an extra fee on my account when I got cash.",
  "How is the exchange rate doing?",
  "Is it possible to refund an item?",
  "how do i get a virtual card?",
  "When will I have access to my pin number?",
  "Do I need to do anything special for my friend to send money to my account?",
  "Is there a cash withdrawal fee? Because I just got charged?",
  "I completed I transfer the day before yesterday in this country. The transfer still is not complete. I've checked on the account number multiple times to make sure that it is the right one. Can you check to see what's going on with this?",
  "My card doesn't work. I can't get cash out at an ATM",
  "Can I have a discount if I exchange currency often?",
  "What should I do to verify my identity?",
  "How can I find your exchange rates?",
  "I want to deposit my check to top up my account",
  "I used my card and there was a fee",
  "I have a transfer that is still pending.",
  "Why did it cost money to transfer funds?",
  "How do I update my PIN to a new number?",
  "Can I submit a check or cash payment?",
  "Can you tell me why I was declined from getting cash?",
  "I added money through a bank transfer and it is not showing in my balance.",
  "I took out money and there is a fee.  Why?",
  "I would like to return my purchases",
  "with what can I verify my identity?",
  "Can you issue both a Visa and a Mastercard to me?",
  "Help! I need to cancel a transaction.",
  "Am I able to look back at a transaction to see who with drawled some money from my account? I don't remember authorizing this a few weeks ago, but wanted to double check who took the money.",
  "An ATM swallowed my credit card!",
  "What can I expect at card expiration?",
  "Is there a limit to top-ups?",
  "Why is there a fee for an extra pound in my statement?",
  "I received a decline message on a transfer",
  "How do I cancel my transfer?",
  "Approximately how long will an urgent transfer from China take?",
  "I made a transfer but my balance hasn't been updated",
  "Where would I find top up by cash deposit?",
  "I want my card frozen right away. Money was taken out in an odd location I have never heard of.",
  "I was mugged and everything taken.  What do I do to protect my account?",
  "what is the amount of disposable cards I can have?",
  "How can I use my American Express to add money into my account?",
  "I received the wrong amount of cash back",
  "how much you charge for exhcange",
  "I recently got a new place while I'm staying abroad and have been using this account to manage payments, but suddenly I am seeing fees increase. Where are these additional fees coming from?",
  "How do I change my PIN abroad?",
  "i need to add express delivery if that's an option",
  "How do I change my address?",
  "Why do you need me to verify who I am?",
  "There are a couple payments with my card shown in the app that i really didn't make myself. What's going on with this, does someone has access to my card?!",
  "People are using my debit card - help!",
  "I don't recognize this payment on my app, I am sure I didn't spend any money there.",
  "Why is there a fee for withdrawing?",
  "I've tried to send money to my friends and I keep getting rejected. Can you please tell me why, I don't understand.",
  "I didn't take out money from an ATM but my app statement shows that I did. How can I fix this?",
  "Can I cancel an order if I haven't received the item yet? And how can I get my money back? Please help. Thanks.",
  "I recently deposited some money into my account, but it still isn't showing up. What's going on?",
  "I'll send a check to top up my account",
  "Could I get a mastercard if that's reasonable?",
  "I didn't get cash from an ATM, but according to the app a transaction was made when i didn't make it.",
  "Transaction showing up many times.",
  "Can someone help me unblock my pin?",
  "What are the limitations on the disposable cards?",
  "Why am I being charged twice fro a restaurant?",
  "If I live outside of the UK am I still eligible for a card?",
  "Will you tell me how to exchange USD for GBP in the app?",
  "How do I edit my personal details?",
  "I was trying to top-up and my credit card was declined. Can you tell me why?",
  "Why is it necessary to verify the top up?",
  "What is going on? I have checked over and over and the details of my account are right. Why is my transfer still pending? It's 2018 not 1818. Transfering money to another country can't be that hard.",
  "I have a problem with my account. I tried to transfer some funds and the message came back declined. Can you help me?",
  "Is the exchange rate the same on weekends as the weekdays?",
  "I can't see my cash deposit in my account.",
  "My new landlord is a lier and is trying to rip me off by saying I've not paid my rent when I have paid my rent.  What is going on?  They say the money hasn't got to them but I see it going out of my account.  Can you check that the money went to the right place?",
  "Is auto top up available?",
  "Where do I go to fill out the identity form?",
  "can i transfer money i the app",
  "How come I got blocked for entering wrong pins?",
  "How long will a transfer from China take? I need to transfer something from there.",
  "I know I'm getting a new card but would like know when I can expect to receive it.",
  "There's a weird payment showing in my app that I definitely haven't made myself, as I haven't used the card at all that day. Please cancel that and return my money.",
  "You charged me more than once for the same transaction!",
  "So earlier I went to an ATM and got cash. But when I checked the app, it states that the withdrawal is pending. How can that be when I have the cash on me?",
  "Are cards available to those outside of the UK?",
  "How do I verify the top-up?",
  "I lost my card. Can you help me?",
  "How can I fix a problem where contactless isn't working?",
  "I just had a wedding and I want to take my spouses name.",
  "I have my card now how do I activate it?",
  "Can I add money to top up my account via a bank transfer?",
  "Why hasn't my refund appeared on my statement?",
  "It looks like I was charged twice for a single transaction",
  "Can you give me a visa?",
  "I put money into my account for the minimum balance but the application didn't accept.",
  "Can it be delivered on a certain date?",
  "Why am I being charged a fee on a card payment?",
  "I need AUD not GBP, how do I change it?",
  "It's been two weeks, why has the transaction for $1.00 not been reversed?",
  "I am still waiting for a money transfer to appear.",
  "What do you need for the identity verification",
  "What are the charges for receiving money?",
  "I have tried using my card for the first time at the ATM of Notting Hill to withdrawal cash but it didn't work. Does this mean my card isn't working?",
  "How are the exchange rates determined?",
  "I would like to get a physical card, but I don't know how. Can you help me?",
  "Explain the activation method for this card",
  "If I were to do a transfer, what is the rate for that?",
  "Does it cost anything to top up?",
  "When my card expires, will I get a new one mailed to me?",
  "where can i deposit a check",
  "Do you have an option for auto top up?",
  "What are the benefits to verifying the top-up?",
  "Can you please sort out your top up? I need this to go through asap because I really need the money. It's already been pending for an hour.",
  "I changed my mind on something I purchased through you and I need the transaction canceled and a refund as soon as possible. Can you help me please?",
  "Is the ATM broken? I can't get cash from it.",
  "It looks like this week I was double charged for a couple things. Is there any way that you can look into this for me and return the double charged items back to my card?",
  "I'm not sure how disposable virtual cards work. Please help.",
  "I wanted to withdraw $100 from the ATM but I only got $20",
  "If I exchange foreign currency, are there any other charges?",
  "If I need to do a quick transfer from China, how long should I expect the transfer to take?",
  "Why was I charged an additional $1?",
  "How long do I wait for my PIN",
  "What is the maximum number of transactions I can make with one card?",
  "Can I cancel my transaction?",
  "I have a card that expires in the coming month, do I have to specifically ask for the updated card?",
  "A fee came along with me paying with card",
  "Please provide me with the restrictions of the disposable cards.",
  "I need mastercard as well as visa",
  "The cash I tried to draw from the ATM was not approved.",
  "The store card reader would not accept my card.",
  "I lost my card, what do I do now?",
  "what are the exchange rates for getting cash",
  "Hello. I'm on holiday and didn't bring any cash with me. I need to withdrawal my home currency from one of your machines. Do you have any that will do this and is there a charge?",
  "I just got an email in confirming my purchase with my card. I login to the mobile app on the card and found out there are several purchase were made without me aware of it. Evidently someone had stole my card information and made these fraudulent purchase. I need the transaction to be reverse and have my card suspended.",
  "Why was my top up cancelled?",
  "What steps do I need to take to change my card PIN?",
  "How long after I receive my statement can I dispute payments on it?",
  "Can I receive money in a different countries money?",
  "Where does the exchange rate stand right now?",
  "Hearing about your verification results from us may take anywhere from 10 minutes to approximately one hour.  If this verification has in fact, failed, double-check to make sure that your images are clear.  Also make sure that your document photos have no blur or glare. They need to be readable.  You must also be 18 years of age or older and be a resident of Switzerland or the European Economic Area to open an account.",
  "Why haven't I been given a virtual card yet?",
  "I need to get visa and mastercard",
  "What's a verification code?",
  "A card has been sent to me, how do I track it?",
  "I could not get the ATM to work",
  "I didn't think my country-to-country money transfer would take so long. It still says that it's pending so I re-checked all of the account information--everything seems right, so what's the deal?",
  "I still have not received my new card, I ordered over a week ago.",
  "I need a new card because the ATM took mine.",
  "Can you tell my why my card payment has been reverted.",
  "How do i transfer money using my credit card?",
  "Can I open an account for my children?",
  "Do you accept any card and currency?",
  "How do I send my account money through transfer?",
  "Do I get charged if I am receiving money?",
  "My app says that I received cash from an ATM and I didn't.",
  "How can I go about getting a refund?",
  "I completed a money transaction but the recipient hasn't received it",
  "How can I get cash back? The ATM just gave me the wrong amount that I've been actually charged though...",
  "can other people use the app to add money to my account",
  "I have done a transfer within the country a couple days ago, but it's still not there yet. Can you please check what's going on with that, the account number definitely is the right one, I've checked that several times already.",
  "It seems I was overcharged when I used an ATM while on vacation. If I knew about your fees in advance I sure would have gone somewhere else.",
  "My transaction is showing several times.",
  "please help me with this transfer, for some reason i can't transfer to a cryptocurency account",
  "As advised by you, i requested seller to refund my money. A week has passed but i haven't got any update from seller. Please track the refund with the seller.",
  "How much does it cost to exchange currencies?",
  "I prefer using Mastercard, can I substitute?",
  "I have noticed that my account was double charged for a couple of items this week. Please review and refund the double charged items back.",
  "Can I be given a new passcode?",
  "I think the bank made a mistake on the exchange rates",
  "I attempted to get cash in the ATM but I was denied",
  "My transfer still says pending",
  "This place has been too much work so I'd just like to close out my account & be done.",
  "Why does my identity need verification?",
  "I need to know the time frame that is typical for a transfer from a UK account. I just made a transfer and it doesn't appear. I want to make sure everything is okay.",
  "I tried making an update to my balance using cheque just yesterday but it doesn't appear to have worked. Should this not be a faster process? I need you to please check over my account because something has went wrong.",
  "The ATM gave me less cash than I requested",
  "Are their certain cash machines where I can change my pin?",
  "My top-up showed as complete, but it's no longer there! What's going on here?",
  "Please help me with my card.  It won't activate.",
  "Why am i being double charged for something?",
  "I think the top up failed",
  "I am not sure but someone else might be using my card",
  "If my card payment is cancelled, what should I do?",
  "The check I deposited yesterday isn't listed yet.  Isn't that pretty slow?  I need to see the balance increased by that check.",
  "Problems with my top up",
  "My transfer seems to be too expensive.",
  "I think a card payment I made was cancelled.",
  "Transferring money using credit card",
  "For a week now, I have tried to use my card and it is still not working.",
  "I'm sure I have enough money so why didn't the store accept my card?",
  "Why has my money been returned back to my card.",
  "Can you please reactivate my card?",
  "When I travel, can it automatically add money in certain intervals?",
  "Help me. My transfer was declined. How could this happen?",
  "You can activate your card in a few seconds by going to account, hitting activate, and just following the directions.",
  "Why isn't my money from a check deposit showing?",
  "I used my card to make a payment and wondered why the payment was reverted?",
  "My son has just turned 13, is he old enough for an account?",
  "I managed to drunken block my card :(( Help!",
  "I want to transfer money to a beneficiary, but I couldn't.",
  "I have a pending transaction in my app. How is it still pending if I pulled the cash out from the ATM earlier?",
  "do i need to wait for my card before i get pin",
  "How can I get a refund for an item I purchased but has not yet arrived?",
  "I made a check deposit but the cash hasn't arrived in my account yet.",
  "I have multiple of the same transaction",
  "Why won't the machine accept my card anymore?",
  "It's been a week since you issued me a card and I still didn't get it. Should I keep waiting?",
  "What is the process for activating a new card.",
  "Assist me please with card activation.",
  "My cash deposit hasn't posted to my account.",
  "How do I get my refund back?",
  "I think I was charged twice, please help!",
  "Where did the extra fee on my statement come from?",
  "My cards were stolen",
  "The exchange rate on my purchase is wrong.",
  "There's an unauthorized cash withdraw",
  "Can you help me with proving my identity?",
  "My money hasn't been transferred yet.",
  "I have been overcharged. I just changed over Russian Ruble to UK pounds and it was too much. It seems something was wrong with my exchange.",
  "Why is it saying my card payment is declined when I made it?",
  "For what reason is my transfer still pending now?",
  "Why have I been charged a fee for cash withdrawal?",
  "I couldn't make a transfer to a beneficiary!",
  "Why is the exchange rate different than expected on my transaction?",
  "My card was stolen and used to make several purchases. Please freeze my card so no one can use it.",
  "Why are my withdrawals suddenly being declined?",
  "What do I need to do to get a card?",
  "Was I charged more than I should of been for a currency exchange?",
  "where in the app can i find out about my new pin",
  "I purchased an item and the exchange rate I was given was incorrect.",
  "I need help. I asked for a refund from a merchant a while ago, but I have not gotten my money back. I keep checking my account, but nothing is showing up. What should I do now?",
  "Will I be able to get a disposable virtual card as well?",
  "I went to do a transfer and it was declined.",
  "Is there a reason my top-up has been cancelled?",
  "Is there such thing as top up by cheque?",
  "How do I top up my account using transfer?",
  "Please check the exchange rate for my payment last Saturday. I believe I have been overcharged.",
  "Why would my transfer be declined? I've checked that I've put in all the right details, but it is still declined.",
  "How many days does a transfer from the US take?",
  "I'm interested in getting a card. How does one go about doing that?",
  "I need some help with identity verification.",
  "My transaction went through but I was charged a fee. Why?",
  "You can do that in just a few seconds. Go to account, hit activate, and follow the directions from there.",
  "What are disposable cards?",
  "Why are top-ups being verified?",
  "Is there a tracking number for the card you sent me?",
  "Help me unblock my PIN.",
  "I can't use the app because I got mugged yesterday and they took everything. Please help.",
  "I didn't get all the money I asked for",
  "Everything I have was stolen yesterday making it so I don't have access to the app, what should I do?",
  "When will my top up process?",
  "after i got married i need to change my name",
  "Is there any way to Auto top-up?",
  "Why can't I take cash out of the ATM?",
  "Can you tell me how to get a disposable virtual card?",
  "I need my card activated.",
  "Why is my card payment still a pending transaction?",
  "One of my payments was doubled",
  "I have a withdrawal waiting to go through.",
  "What factors determine your exchange rate?",
  "What is this extra fee that I got when I used my card to pay?",
  "Will a beneficiary not accept a transfer?",
  "I just pulled money out of the ATM and was charged a fee, WHy?",
  "I want one of the virtual cards!",
  "I transferred money from the US, How long does it take?",
  "I was charged an extra pound.",
  "How are cash withdrawals pending?",
  "How can I cancel a transfer?",
  "Hi, I don't think your exchange rate is right. I need you to check the official interbank exchange please.",
  "I didn't make these transactions. Is someone else using my card?",
  "Why did my transfer fail?  What can I do?",
  "Can my account have different types of currency in it.",
  "Will the duplicated payment be refunded?",
  "Please check my Card. As Withdrawal was working fine so far, but this morning suddenly got declined. Can you please check the problem?",
  "I made a payment but it was returned.",
  "Why is my refund missing from my  statement?",
  "I did not make this card payment.",
  "My ID verification hasn't gone through yet, but can I use my account anyway?",
  "I cannot get my google pay to work.",
  "I want to revert a transaction I did this morning",
  "Do you also have this extra fee on your statement?",
  "Do you know when the withdrawal will show?",
  "I am interested in cancelling a purchase",
  "I made a payment that got charged twice instead of once.",
  "How many disposable cards is the limit?",
  "Why are you charging fees on cash withdrawals? I went to withdraw some money earlier today after buying groceries. There's a fee that wasn't there before.",
  "What to do if my card is about to expire?",
  "I need to update my current address",
  "Where is my top-up verification code?",
  "Can I change my PIN online?",
  "It says pending status for my payment. Why?",
  "How long will a transfer be pending for?",
  "Is the top up feature available on the Apple Watch?",
  "Will I be able to track the card that was sent to me?",
  "My cash withdrawal shows pending, why?",
  "My money is gone. I had topped up recently and saw it was there and went through, but now it's disappeared, what is happening?",
  "I am trying to revert a transcation I did this morning",
  "Why is their a charge pending on my card still?",
  "where can I change my address?",
  "what is the age limit for opening a new account",
  "I'm starting to think my card is lost because it still hasn't arrived, can you help?",
  "How can I edit my personal details in the app?",
  "The app is not able to realize that it is me.",
  "Can I revive a physical card.",
  "Where can I find out where my funds came from?",
  "Hi, I'm buying my son Bertie a starter home in London.  I'm just trying to send the 5% deposit over to the agent. It's only £200,000 but seems to be throwing an error.  What is going on?  If I wait any longer the house prices might rise, can you look in to it please?",
  "Please give me a Mastercard instead.",
  "Why hasn't my card payment cleared yet?",
  "The refund isn't appearing in my account",
  "How long does an item I bought show as pending?",
  "Looking at my account I've noticed a charge that appears to still be in progress. I had attempted to get money out of the machine earlier but the machine seemed to have been broken. I never received my money so will you please look into this for me? I don't want to be charged for money I never actually received.",
  "This is the first time I've tried to get my money out of an ATM and it didn't work. Please give me my money",
  "I am waiting for a pending money transfer to process.",
  "Help me!  When I was abroad, the exchange rate was wrong.",
  "Do you know which businesses will accept my card?",
  "I took out money, and didn't get all of it.",
  "Are there certain cards and currencies you support?",
  "Won't let me top my card up!! Who can get it sorted out for me? It's urgent! How do I find out what the problem is with my card and how else to top it up?",
  "I need another card",
  "The app will not let me into my account.",
  "When I attempted to make a transfer, it failed.",
  "Why is it taking so long for my pending transaction to post as cleared?",
  "Why was my transaction charged an extra fee when paying with my card?",
  "I've got a problem - I purchased an item maybe a week or two ago, but to the payment came back to my account! I've already got what I ordered, so why are the payment funds showing up in my account?",
  "Top up keeps failing",
  "I deposited cash but it isn't showing up in my account",
  "Have have a small charge on my account from someone I purchased with but I'm not sure what it relates to.",
  "How much can I withdrawal in one month without incurring fees?",
  "How long does it take for a new card to ship?",
  "What is the significance of verifying the top-up?",
  "Is there a transfer fee?",
  "Why has my withdrawal not posted?",
  "How much is it to send out additional cards?",
  "My credit card transaction was declined for a loan payment.  Can you tell me why?",
  "where can user find pin?",
  "How often can I top up?",
  "How many disposable  cards are available per account?",
  "My card doesn't accept any transaction at all. What's wrong??",
  "How do I use a disposable virtual card?",
  "Can I exchange currencies usign this app?",
  "Tell me how to go about activating my new card?",
  "phone is gone, what should i do",
  "I thought it was free to make a withdrawal. So how much does it cost now?",
  "Is there a way to make my money usable in another country?",
  "How can I check to see if my top-up worked?",
  "What is happening?  I have tried to transfer money 5x already.  Is the system down?  This shouldnt be happening as this is a basic transfer.",
  "Where can I find your locations?",
  "Will I be charged a fee for a SEPA transfer?",
  "What is the source of funds for my money?",
  "What is necessary for the identity verification?",
  "I wanted to purchase something online but the payment was returned back to me. This has been going on for a couple of weeks. Please tell me what is going on here?",
  "Do i have to top-up with my credit card before I can transfer?",
  "Can you tell me why my credit card was declined while trying to top-up?",
  "Does it cost extra to exchange currencies?",
  "The past few times I've been to the ATM, I was charged a withdrawal fee. Have your policies changed regarding fees?",
  "There's a refund missing from my statement",
  "Why did my top-up fail?",
  "How long do i have to wait for a transfer to reach my account?",
  "How do I receive my physical card",
  "How long does a payment show as pending before i should worry about it?",
  "What is the purpose of requiring my identification?",
  "What's the tracking on the card you sent?",
  "Is Visa or Mastercard available?",
  "I thought cash withdrawals didn't have a fee",
  "I think my card payment had been return",
  "Why was I not able to complete a transfer?",
  "Since I need to exchange currencies frequently, would you be able to offer me a discount?",
  "Why couldn't I make a withdrawal from the ATM?",
  "Someone stole my account, there's a withdrawal but it wasn't me, can we put a stop to it please?",
  "Can I quickly send a transfer from China?  How long will it take?",
  "How does the exchange rate work on this app?",
  "Since my card is about to expire, I need a new one.",
  "Can I make a withdraw if I am out of country from with out any fees at an ATM?",
  "What are the top-up fees?",
  "I see my transfer was declined.",
  "Changing my PIN",
  "Where can I find how to change my name?",
  "Some idiot stole my card.",
  "So the transfer finally worked but now it's been pending for quite a long time. How long do you expect me to wait for it? It's quite urgent",
  "I tried to buy something online yesterday but it kept saying declined. Tried another time today but same thing happened. What's Broken?",
  "I want this amount reversed out of my account.",
  "I am waiting on the refund",
  "new customer and filling gas for the first time today, not working,",
  "Where did my money go? I'm not able to withdraw it from my ATM.",
  "There is a missing transfer on my account",
  "Can I tell if my top off didn't work?  It doesn't seem to have.",
  "I live in the EU, can I get one of your cards?",
  "Why are you not accepting my transfer!! I've tried a couple times already now and it just keeps showing an error message",
  "Why did I only get $20 when I tried to get $100",
  "Why isn't my refund showing up?",
  "How much do I need to pay for a transfer?",
  "I was charged a fee when withdrawing cash, can you explain why?",
  "Do I have to pay for a second card?",
  "Can you  tell me how to get AUD not GBP?",
  "I have a top up card. Where is the verification code?",
  "Salary in GBP has been received, does it need to be configured elsewhere?",
  "I made an error in payment yesterday and I need it fixed asap because it's for my rent tomorrow.",
  "I deactivated my card but would like to reactivate it.",
  "I just transferred my friend money, but she hasn't received it yet, and it's been a few hours. Can you tell me when to expect it to go through?",
  "How long do transfers need to come through? I sent some money to a friend, she needs it urgently, but seems it's still not there yet after a couple hours.",
  "How long will a transfer take from Europe?",
  "Please help me in this, as i was unable to make any payment by my new card,  it was getting declined repeatedly. I am not very happy with this incident.",
  "I lost my phone! Will my card still work?",
  "My card is about to expired what will happen?",
  "I need help with a lost card",
  "I am not comfortable verifying my indentity.",
  "I want to replace my current PIN.",
  "Where to check top ups pending?",
  "I cannot seem to find my PIN. Where is it?",
  "My card is due to expire",
  "My transfer is pending.",
  "I'v exhausted all the of times I can try my PIN",
  "What needs to be provided for identity verification?",
  "How many purchases can I make with one disposable card?",
  "When will my account receive the money?",
  "Can I use my card anywere?",
  "Where is my cash deposit in my balance?",
  "Where is the option to top up with a cheque?",
  "How dp i top up with a cheque ?",
  "my phone was taken yesterday, what should I do about my account?",
  "An extra pound was charged!",
  "I keep checking my statements but no progress.I requested a refund but seems it's not reaching my account for some reason. Can you please help me get the money back from the seller for me",
  "Hey I double checked that I have the correct account details already, they're right for sure. Transfer is still pending since forever. It's not that difficult to transfer money to another country in 2018 is it?",
  "There is a payment done with my card which i definitely did not do.Never seen that name before.",
  "My cash withdrawl has the wrong rate of exchange.",
  "I would like to get help from someone with activating my card.",
  "Delete all of my account information and my account right now.",
  "I have an unknown charge.",
  "Should I be seeing a fee applied for my money transfer?",
  "Hi, I tried topping up for the first time today (I'm a new customer), and the transaction has shown as pending for the last half an hour. Can you fix it?",
  "Is there a charge for exchanging foreign currency?",
  "Why did it decline my payment?",
  "IS there a fee to exchange currency?",
  "What do I do if I notice a strange withdrawl in my statement?",
  "Why was I charged twice for the same thing?",
  "How do I make an exchange from one currency to another?",
  "Sort your top up out please! It's been pending since an hour already, can you please make this go through asap I really need the money",
  "I desperately need to top-up my card, so why is it being declined? Can you solve this for me? I need to use my card immediately!",
  "Why have I been charged an extra £1?",
  "My identity has been stolen. I still have my physical card but there are charges I didn't make on my account. How do I cancel this card or dispute the charges?",
  "Why hasn't the transaction I did to my friend arrived yet?",
  "i made a payment with my card and was charged a fee, why would you do that",
  "I would like to not have to do the identity verification.",
  "How old do I have to be?",
  "I think someone is using my card without my permission!",
  "I placed my order a week ago. Is it ok that my card isn't here yet?",
  "Why is there a random withdrawal in my app?",
  "What is this card payment, I do not recognize it.",
  "Is there a verification code for top-ups?",
  "I think my top up is still pending?",
  "May I get my salary paid out in a different currency?",
  "What other currencies can I hang onto?",
  "I need to transfer something to China. It is urgent. How many days will it take to get there?",
  "I saw that my transfer was declined.",
  "How do I change my account details?",
  "I had a dollar charged to my account that's still pending and wanted to know what the charge is for?",
  "What does it mean if it says that my payment is pending?",
  "Why can't I take $100 out",
  "How long does it take to authorise a payment?",
  "I received my new card and tried using it today, just to have it show declined over and over again.  Why is this happening?",
  "Someone else accessed my account and made a payment.",
  "Why is the transfer showing pending?",
  "I need my purchase cancelled.",
  "I'd like to use cash to top up. How do I find that option?",
  "Can my friend send me money if it is not in US dollars?",
  "I'm not certain, but someone may be using my card.",
  "My card was stolen",
  "How long does it take for a transfer to get to a recipient?",
  "What happened to the cash that I tried to deposit into my account? It's gone!",
  "I went to look at my top-up and it was canceled, can you tell me why this happend?",
  "virtual card is not working for me",
  "I have completed a transfer but it is not showing up.",
  "I deposited a cheque and its been days and I still haven't received the cash!!",
  "On the card that is coming, what's the tracking info?",
  "I ordered something ages ago online but it's simply not arriving. I've got enough! Give me back my money, I'm not paying these people.",
  "I made a purchase recently but I have decided that I'm not buying it and I need to receive my money back. Can you please give me a refund ASAP. It's extremely urgent.",
  "I believe that a card payment I made was cancelled.",
  "Hello, I recently ordered an item and I need help with cancelling and processing a refund as soon as possible. It's very important that I get my refund quickly.",
  "What's the right way to activate my card?",
  "I no longer have my phone, what should I do?",
  "My bank statement doesn't show the cash deposit I made recently.",
  "I was charged a fee after using my card and I shouldn't have been.",
  "I just made a transfer from a UK account. How long does that typically take to show up? I just want to make sure it worked alright.",
  "The ATM machine ate my card.",
  "It appears my transfer was declined.",
  "I want to choose a different PIN.",
  "I noticed that i got charged extra for using the card.",
  "I don't know my password anymore.",
  "I need to know which flat currencies are supported by you.",
  "How do I fix a reverted top up?",
  "I was wondering how I could have two charges for the same item happen more than once in a 7 day period. Is there anyway I could get this corrected asap.",
  "Hi, status of one of my card payment is still pending from a while. Please let e know how much time it will take to complete.",
  "How do I exchange currency?",
  "how do i avoid charges in the future",
  "I think youre system may be broken because I have tried transfer money 5x and it isnt working!  I'm not doing anything complicated it is what I usually do.",
  "Help! I need to transfer something to China.",
  "Why did you charge me extra?",
  "Why is there a payment showing twice?",
  "I want to change my name.",
  "What is accepted in regards to cards and currencies?",
  "I transferred money and it didn't get there.",
  "How do I change my AUD into GBP?",
  "Hi, would you please activate my card?",
  "Recently, a few weeks ago there was a transaction made on my account by some seller that I don't recognize. I am very certain that didn't happen  and will like for you to trace back to make sure.",
  "What does it mean if it says my card payment has been cancelled?",
  "I am attempting to make a purchase online, but my card is not working.  I know there are funds available, is this an issue on the banks end?",
  "Is it possible for me to top up with a cheque?",
  "I want a reason as to why my beneficiary is not allowed?",
  "What will I need to configure if my salary is in GBP?",
  "Why have I not gotten my new card?",
  "I'm interested in holding and exchange for flat currencies, what do you support?",
  "In what ATM can I change my pin?",
  "I would like to use top-up with my Apple Pay.",
  "I did not receive my purchase, how do I cancel it?",
  "Can I directly transfer my salary onto here?",
  "I want to do a swift transfer",
  "Talk me through modifying my details.",
  "why do I need to show ID",
  "I got some cash of an ATM earlier but this shows up as pending in the app. How can this be still pending, I've got the cash already?",
  "Why isn't my card working?",
  "This stupid system is not letting me prove my identity.",
  "Why am I charged a fee for using my card on some purchases?",
  "What is the tracking number for the card you sent?",
  "I believe someone is using my card without my agreement!",
  "When will my card arrive?",
  "need to exchange currencies",
  "What is the reason my cash withdrawal is still pending?",
  "My disposable virtual card wouldn't process my payment?",
  "How can I prove I am me?",
  "Are there limits on auto top-up?",
  "You operate in which countries?",
  "I received my American Express in Apple Pay, is there a reason why top up is not functioning properly?",
  "Tell me how I can verify a card top-up.",
  "I have money in a foreign account that I want to send to this account.",
  "I can't add any more money.",
  "Can this be used to receive my salary?",
  "If I want to be able to give my daughter a card for my account, would I be allowed to get one for her?",
  "Weird charges are appearing in my debit account.",
  "how much is the fee for topping by card",
  "My account is  new  why can I  not top up",
  "Why did my transfer fail?",
  "Why can't I top up with a cheque?",
  "has my card payment been reverted?",
  "Why is my last transfer pending?",
  "The cheque I sent a few days ago has not been deposited yet, what is the hold up?",
  "Did you lose my money? I had added funds through top-up not long ago and I know they were in my account, but they seem to have disappeared. What happened?",
  "Why did my my transfer get declined?",
  "How old does my kids need to be to open an account?",
  "My exchange seems to have something wrong with it. I changed over Russian Ruble to UK pounds and it appears I was charged way more than I was supposed to be.",
  "Where can I find your exchange rates?",
  "If I order a card when does it arrive?",
  "What things do I need to verify my identity?",
  "Is it simple to transfer money using my credit card?",
  "Which flat currencies can I use from you?",
  "My card payment has been declined",
  "For the first time I got a fee on my account. How do I know when you charge these fees?",
  "Why was I charged a fee for withdrawing money?",
  "My identity verification isn't working",
  "My card payment is pending.",
  "Would I be able to use SWIFT transfers?",
  "I was denied cash at an ATM",
  "I am on vacation in Spain and think someone saw my pin when… Can I change it at a local ATM?",
  "Do you accept credit cards from the US",
  "I put my check in the bank, but I haven't gotten my cash yet?",
  "How do I make my card appear on the app?",
  "Why would there be an extra charge on my app?",
  "My account shows I have been charged twice for the same meal. How do I get the second payment voided and returned to me? I do not eat out much and my family is living paycheck to paycheck,  mostly. I cannot afford to spend more money than necessary, as is, so I must see to it that the cost be promptly credited back onto my card.",
  "For some reason I forgot the passcode I have.",
  "Where in the app do I go to make my new card show up?",
  "Can my salary be received here?",
  "How can I receive my salary with a different currency?",
  "Why are you declining my payment? Everything was fine.",
  "What currencies are approved to add money?",
  "I used my card to get cash then I was charged a fee that I shouldn't have been charged.",
  "Is there a disposable virtual card?",
  "Why am I being charged to withdrawal money?",
  "How do I know what my account is set to, I am paid in GBP?",
  "I purchases several items today. Why are they still showing pending?",
  "Will my new card work outside of the EU?",
  "My account shows that I made a cash withdrawal but I cannot remember doing so!",
  "I've just moved and I need to change my details",
  "Can I use a different bank ATM than my own?",
  "I would like to receive my salary in a different currency. How does that work?",
  "What is the procedure for me to get more cards on my account?",
  "I recently purchased something, and the exchange rate was wrong.",
  "i am express delivering my card to the us, how long will that take",
  "For some reason my account's been charged an extra dollar.",
  "How do I order a new card? The current one is about to expire.",
  "I didn't receive all the cash I asked for",
  "I need assistance to activate the card on my account.",
  "How do I see what fees I am supposed to be charged on my account? I've noticed fees on some transactions, but not on others. This is very confusing and I cannot find a pattern to what I am being charged?",
  "How long does a transfer from the UK account usually take? After completing the transfer it is not showing up. I need to know that everything I actually went okay.",
  "The top-up did not go through.",
  "How long do cheques take to post to your account?",
  "I requested for a top-up but it has not reflected",
  "How long does it take for money to reach my account?",
  "Give me a refund now!! I am still waiting.",
  "Why is it saying I have a pending payment?",
  "Which cards are accepted for topping up?",
  "I can't find the top-up card verification code.",
  "Where can I pay with my debit or credit card?",
  "What are all of the different steps for identity checks?",
  "I would like to exchange currencies",
  "Whats the maximum number of disposable cards that I can get?",
  "How does my identity get verified?",
  "Does it matter which card I use",
  "Is there currency exchange on this app?",
  "I contacted the seller for a direct refund last week but he still hasn't give me my money. What should I do?",
  "Why do you need all this information about my Source of Funds?",
  "There are some payments with my card that I don't know where they are coming from. Just checked today and it's been since a couple days as well! What to I do? Can I revert this retrospectively? My card needs to be frozen immediately as well!",
  "Is there a location where I can change my PIN?",
  "How do I add my new card to the app?",
  "What kind of currency can I hold money in?",
  "I am traveling, what can I do to set up auto top-up?",
  "My card is not working at stores.",
  "Will my transfer immediately show up in my account?",
  "what's my top-up verification code?",
  "How do I get this damn virtual card to work?",
  "I purchased an item and the exchange rate was wrong",
  "Do I need to do anything? My phone was stolen yesterday.",
  "Will I be able to top up by cheque?",
  "Can you tell me why my card is not working? I keep trying to use it but it keeps rejecting my payment. I am being careful and entering the info correctly but it still happens.",
  "I'm not sure why my account has been refunded a payment for an item I've already received about 2 weeks ago. Can you please tell me what is going on?",
  "The exchange rate is incorrect for my cash withdrawal transaction.",
  "How do I go forth verifying my top-up card?",
  "Why verify the top-ups?",
  "Why hasn't my account updated to reflect my current balance?",
  "What cash machines will let me change my PIN?",
  "price of physical card",
  "Where do you get those exchange rates?",
  "Where is the top-up verification code located?",
  "can I use my card before identity verification?",
  "There's a card payment with a name I don't recognize",
  "Help me please!  My card was stolen!",
  "Cash I didn't get shows in my app.",
  "How do I troubleshoot my contactless?",
  "Can I use my account before my Identity verification has passed?",
  "Why was there a fee when I pulled cash?",
  "tell me how to get a refund for something I bought.",
  "How can I top up with Apple Pay?",
  "There is a payment that has not processed.",
  "How long will it take to receive a virtual card?",
  "My transfer failed to process correctly. Is there a reason this would happen?",
  "What are the maximum amount you can do for auto top-up?",
  "I got a strange fee when I used the ATM.",
  "How many top-ups am I allowed to do?",
  "I haven't gotten my credit card in the mail.",
  "the transfer went through but now it has been pending for quite a while. i need this to go through already",
  "I just transferred some money. Why was I charged a fee?",
  "Can I set up to my account to automatically top up?",
  "Is this where I order a virtual card?",
  "Why would you decline my card?",
  "Where will I get my card?",
  "Can I dispute a debit payment that I am seeing that I didn't make from a couple of months ago?",
  "Can I get paid in a different currency?",
  "I couldn't pay with card in a shop",
  "how do i track the moeney",
  "Extra charge during transfer",
  "What do you use disposable cards on?",
  "Where does all this money come from though?",
  "Can you please tell me why I was charged an extra fee on my transfer?",
  "I'm being asked for a verification code. Where do I find it?",
  "I need a second card on this account for my daughter.",
  "can i use check to top up",
  "My payment was put back, I think.",
  "I was removing a dollar amount from my account and now don't have access to my card.",
  "Why does top-up need to be verified?",
  "Why do I have to pay extra for using my card?",
  "Why can't I use my beneficiary?",
  "How do I deposit cash into my account?",
  "The attempted transfer failed.",
  "I want to go back on what I did this morning",
  "Can I use this app for any currency?",
  "What if I don't verify my identity?",
  "My card is due to expire soon.",
  "I still haven't seen a refund on my account",
  "Can I get a Visa instead of a MasterCard?",
  "I was just shopping and my payment was declined in a store!  It was very embarrassing, what is going on and when will it be fixed?",
  "I was just shopping online for some tickets and the payment was declined by you.  Why has this happened?  I am certain I have the right amount of funds in my account.",
  "This Direct Debit payment may not be right.",
  "I would like to dispute a payment I didnt make",
  "I don't know why my payment didn't work.",
  "The ATM I used for foreign currency provided the wrong exchange rate.",
  "Am I able to use my American Express to add money to my account balance?",
  "Do you have any card fees if I want to add money using an international card?",
  "I accidentally made a payment from the wrong account yesterday. It's my rent payment, and it's very large, so the account I paid from won't be able to cover the amount. It's really important that the payment be made from the right account?",
  "If I am overseas, how do I change my pin?",
  "Hi i received an error message informing me about the transaction failure. I have done the money transfer before and it never failed. Please let me know what is the issue this time.",
  "How do you check my identity?",
  "My card arrived but I need to make it work in the app, how do I do that?",
  "The fee charged when I changed rubles into British pounds was too much.",
  "Do I have a card PIN?",
  "What countries are you issuing cards for?",
  "I was wondering why my card was declined",
  "I would like to cancel a purchase.",
  "I have exceeded the number of times I can try my PIN",
  "when will the balance on my account change form a transfer",
  "I am missing a refund.",
  "Why didn't this transfer work?",
  "i live in the US can i still get a card?",
  "Can I reactivate a card I thought I lost?",
  "I can get my identification verified.",
  "please help my transfer go through",
  "Are contactless payments enabled on my new card?",
  "I need to update my info.",
  "Why is my card payment still pending?",
  "I think a payment I made with a card was cancelled.",
  "I got cash abroad and the exchange rate applied is wrong",
  "The amount of cash I selected to withdraw is different than what I received.",
  "Can you look into why my most recent top-up is showing as pending? I thought it was supposed to be instantaneous.",
  "I want to use a payment card to top up my account. How can I do this?",
  "Can I get my card fast tracked?",
  "Which cards and currencies do you support?",
  "Please explain why my payment was declined? I thought everything was good.",
  "whats the exchange charge",
  "My purchases from this morning still have pending payments.",
  "I topped up last night but don't have any funds, why not?",
  "can you assist me in activating my card?",
  "Tell me if there are any top-up limits?",
  "I just took some cash out of a cash machine in Heathrow airport because I wanted to buy some new sunglasses for my holiday but you've added a fee to the withdrawal, what is this?",
  "What is the exchange fee that is charged?",
  "I didn't initiate a direct debit that I see on my account",
  "Why is top-up verified?",
  "I have withdrawn cash from ATM but i received the wrong amount. I want cash back as in app its showing actual amount which i got. Please help me in this.",
  "Can I already use my account although the identity verification has not passed yet?",
  "How to receive the actual card",
  "My phone was stolen, what do I do?",
  "I'm not in the UK, is it possible for me to still get a card?",
  "There was just a withdrawal but it wasn't me, I've never even visited the town where the withdrawal happened.",
  "I just made a transfer from France 2 days ago. It has not yet reached my bank. Is it possible it takes longer because it was an international transfer?",
  "Can you tell me how do I get a card?",
  "I just recently got a new beach condo in Bora Bora, and to furnish it I used this account a lot from overseas. It's upsetting, being a long-time customer of yours, that I saw extra fees on my account from my currency transfer. Is this what I should expect from you in the future?",
  "Can i receive transfers from my employer to this account?",
  "I just deposited cash to my account and can't find it!",
  "How do I go about getting a virtual card?",
  "I think a card payment I made was cancelled, can you check?",
  "Can I have a refund?",
  "I am unable to use my card.",
  "I am confused as to why my transfer could still be pending.",
  "Which card would I get, Visa or Mastercard?",
  "I've completely forgot the code to get into the app.",
  "How are top-ups verified?",
  "how long dies it take for transfers to reflect on my balance",
  "Is there a limit on how much I can withdraw from my account without being charged?",
  "top up not completed",
  "do i need to add money before i order a card",
  "I made a cash withdraw and it shows up as pending why is that?",
  "Can I pay more to get it deliver quicker?",
  "let me know how many disposable cards I can have?",
  "How do I check security settings on my card?",
  "What steps do I have to take to change my PIN?",
  "An extra fee of €1 was in my statement",
  "how long should I expect to wait for my card to arrive?",
  "At what age can I open an account?",
  "I didn't want to make a transaction, I want to revert it",
  "How do i cancel my transaction?",
  "I can't get my card out of the ATM, what should I do now?",
  "I have been charged with a fee for paying with my card.",
  "Are you Visa or Mastercard?",
  "Tell me if there is a limit to top-up.",
  "Can you tell me why my transfer declined?",
  "Help!  The app has an ATM withdrawl that I didn't make.",
  "Are there any charges for top ups?",
  "I believe my exchange rate is incorrect",
  "What do I do if I believe to be a victim of credit card fraud?",
  "Please verify my source of funds.",
  "Is there a limit on making disposable cards?",
  "I noticed my card payment was cancelled, can you tell me why?",
  "I got double charged from something, what can I do?",
  "Is it possible to order a card?",
  "Where do I find the exchange rate?",
  "What happens if I forget my PIN?",
  "My card hasn't been working for even small transactions today.",
  "I put some cash into my account but it's not displaying that on my balance.",
  "I am travelling and I was wondering what your exchange rates are",
  "Why wouldn't the ATM give me cash?",
  "My salary is in GBP. Do I need to configure this somewhere?",
  "Why was my card declined?",
  "I need to make a transfer but it keeps getting declined I need Help!",
  "How do I set a new pin?",
  "Hello, I am buying a flat and need the inital payment for the mortgage to go through. It keeps showing up as error, what is going on? Can you please help me make this transfer?",
  "I was supposed to get a refund but I do not see it.",
  "Will I be charged for a cash withdrawal?",
  "There is a strange card payment I don't recognise.",
  "The service of this company sucks, I need to terminate my account.",
  "is my card PIN saved in the app",
  "My card has been pending for a while, what should I do?",
  "My payment's stuck on pending.",
  "What is the top-up limit?",
  "A cash withdrawal has been done that I didn't do.",
  "I tried and tried, but I could not complete my transfer. Tell me what is wrong.",
  "I refuse to verify my identity.",
  "How much time do transfers take? I sent money to a friend who needs it fast. It's been hours, and the money has not gone through.",
  "How do I verify the top up?",
  "I am wondering about a transfer from a different country that doesn't show up yet?",
  "I received my card, how do I get it to work in the app?",
  "Why hasn't my ID been verified?",
  "I want to see what this fee is on my card payment.",
  "I tried again to top up my card after doing it a couple days ago when it had worked. Now, it doesn't seem to be working. Can you tell me what the deal is here please?",
  "I am having to wait for my transfer to be fully processed. It seems to be taking a very long time in the pending phase. What is the normal turn around time that I can expect to see it completed?",
  "Is there an option to have a virtual card?",
  "I don't have my passcode to access the app.",
  "Why was I charged extra on my last UK pound to Russian ruble exchange?",
  "My card's frozen, what can I do?",
  "I would like to know how I can verify my Identity.",
  "I need to see where my money came from.",
  "Why is there extra cash in my account?",
  "Is it possible to change from AUD to GBP?",
  "I won't be pleased unless I get a Mastercard.",
  "Why is my top-up showing as reverted?",
  "is it ok if i use both visa and mastercard",
  "Can I use Apple Pay to top up?",
  "My card payment is just showing up as pending and it has been a while , what's going on with that, it should be going through at some point?",
  "I made a payment with my card that was cancelled?",
  "What steps should I take before my card expires?",
  "I'm unhappy with the exchange rate your cash transactions.",
  "Hello, I'm having trouble with my card, I don't understand what's happening, I tried using the ATM machine earlier but it wasn't working but seems like the transactions is still in progress, can you cancel it for me?",
  "I got my card now, how do I make it show up in the app?",
  "What do I do if I think someone has used my card?",
  "Please send my refund now.",
  "What fiat currencies are supported?",
  "My account was charged for a withdraw I tried to make that was decline.",
  "The exchange rate you are using is bad.This can't be the official interbank exchange rate.",
  "Hi, I tried to withdraw some money from an ATM and the machine was broken.  It says that the transaction is still in progress.  Can you double check to see what's happening? I don't want to be charged since I was not able to withdraw the money.",
  "What are my bank details so I can do a transfer?",
  "I am trying to find out how to exchange currency X with currency Y.",
  "What is the exchange looking like?",
  "Is there a fee for topping up",
  "I wasn't able to withdraw money at an ATM",
  "Why is the transfer still pending?  Can I do something?",
  "How can I top up my account by bank transfer?",
  "are there age requirements",
  "My card was lost on vacation, I don't know where it is. Can you help me take care of this immediately?",
  "Why is my ATM withdrawal still pending?",
  "Can I receive a refund for an item I purchased?",
  "Can you let me know if Visa is among the card scheme assignments?",
  "What does a 'pending payment' mean?",
  "My American express is experiencing a problem with apple play with top up, can you fix it?",
  "Cash deposit to my account but it has not appeared.",
  "Is it possible to have more than one disposable card?",
  "Why did you decline my transfer?",
  "How do i verify my card?",
  "Do you support all countries?",
  "I need to add my new address now that I've moved.",
  "My top up didn't work.",
  "In the App I see a payment that is not mine.",
  "Why isn't my transfer going through? I get a message saying it's not possible. I've had no issues in the past.",
  "What do I need to do to get my salary through this?",
  "I completed a transfer that isn't showing up on my account.",
  "What if my top up doesn't go through?",
  "There was a canceled payment for my card.",
  "My card was not accepted.",
  "I cannot activate my card.",
  "where is my new card?",
  "new customer and filling gas today, it's not working, the thing shows pending half an hour!",
  "what do i need to have with me to activate card",
  "Are money transfers free?",
  "What do I do if my disposable virtual card doesn't work?",
  "A fee that shouldn't be there is there after using my card!",
  "How long will it take to urgently transfer something to China?",
  "I need to get a card, how do I do that?",
  "Can you freeze my card it was stolen",
  "The amount of cash i have received is not correct.",
  "I found my lost card. Am I still able to use it?",
  "What's the deal? Money has just disappeared out of my account. I thought you offered crypto top up and it doesn't seem to working.",
  "Can you tell me more info about virtual disposable cards?",
  "How do I activate a card?",
  "How much does it cost to get more cards?",
  "How many disposable cards can I make in a day?",
  "How do I actually obtain a card myself?",
  "Can I check somewhere if there will be a fee on my payment or not? Seems you are charging in some cases, what's the pattern there?",
  "I have a cash withdrawal in my statement. Why is that?",
  "Why can't I get cash out?",
  "I'd rather get a Mastercard",
  "Can I obtained a Visa Card",
  "Can you tell me where to find top up by cash deposit?",
  "How can the recipient see my money transaction?",
  "My credit card got declined for top up! What's going on? Can you check on why it didn't go through?",
  "Can I transfer my salary onto here?",
  "I was declined when I tried to take out cash!",
  "How do I check my security settings to allow contactless pay?",
  "Do you convert to Euro?",
  "I need my card ASAP!",
  "My card has not come in the mail yet.",
  "I have cash deposit to my account but it is experiencing a problem",
  "Which ATMs accept this circuit board ?",
  "I thought I can make transfers for free, this is not fair. I bought something online from abroad and there was some weird additional fee that I've never seen before?",
  "What should I do when my card reaches its expiry date?",
  "Is there a fee when you pay with your card?",
  "How long do transfers take to show up in my account?",
  "Where can I find the verification code for a top-up?",
  "How do I add an existing card to the app?",
  "When my card expires soon, how fast is the replacement card sent and what are the costs?",
  "How can I tell where my funds came from?",
  "How long does it take to make an urgent transfer from China?",
  "I was mistakenly charged a fee for using my card.",
  "I need to change my phone number.",
  "Why is top up not working for my apple pay app",
  "Can I edit my details?",
  "There is a record of payment I never submitted on the app.",
  "I have transferred some money but the balance hasn't changed",
  "I just initiated a transfer but I'd like to cancel it.",
  "The ATM will not let me get cash, WHY?",
  "What countries do your services support?",
  "Do I have to go to an actual bank to change my PIN?",
  "I believe that my card has been stolen!",
  "I made a purchase but never expected to see a fee charged for the transaction.",
  "I made a currency exchange and think I was charged more than I should of been.",
  "I expected a higher exchange rate when I withdrew money. Can you tell me current exchange rates?",
  "I think a fee was applied for paying with a card.",
  "My card got blocked, how do I reset?",
  "I would like an account for my children, how do I go about doing this?",
  "What are the rules for transferring to a beneficiary?",
  "Why was I not able to get cash from the ATM?",
  "What systems do you have in place for my security when using my card for everyday purchases?",
  "Cancel a transaction",
  "I see an extra $1  charge on my statement, why is this?",
  "I need my funds verified.",
  "HOW LONG TO TAKE THE TIME TO SOLVE",
  "how come i can't find anywhere to load using cash",
  "What do I have to do to get a Visa credit card?",
  "Can I top up my account with Google Pay?",
  "My top-up was reverted by the app.",
  "How do I get my card on the app?",
  "What can I do if my passcode won't work?",
  "What happens if a merchant doesn't accept  you payment?",
  "Why has my card been declined?  whats the deal?",
  "WHAT IS THE REASON FOR THAT",
  "I accidentally made a transaction to the wrong account.",
  "Today I noticed a charge for an ATM withdrawal on my account. Can you please fix this? It's supposed to be no charge.",
  "My card payment was cancelled.  Why?",
  "Is it possible to edit my personal details on the app?",
  "My statement is showing an extra £1 charge and I am unsure why. Is there an explanation for this?",
  "Why did a transaction I made charge me $1?",
  "How long is my Europe transfer wait?",
  "Why do my transfers keep failing?",
  "Does your app allow currency exchanges between USD and GBP?",
  "I just had a look at my statement. Why have I been changed for using the ATM?",
  "I'm having issues with my card. You guys keep declining it for some reason. I haven't had any issues up until this point. What is going on? I've tried a handful of times with the same, unfortunate, result!",
  "I can't get my actual card to work",
  "There's a duplicate charge on my account?",
  "I didnt get the correct exchange rate for getting cash",
  "I need to move money from another bank to this account.",
  "Help me with my contactless which isn't working.",
  "My transfer failed to a beneficiary",
  "Where can money withdrawals be made?",
  "I am not receiving the correct exchange rate on my card.",
  "I need to change my address",
  "I don't see me 'top up' in my wallet",
  "Is there any way to cancel my transfer",
  "I have not received my pin yet",
  "Verify my source of funds?",
  "I entered the wrong pin too many times and now I think it's blocked. What do I do?",
  "Can I exchange money from abroad without additional costs?",
  "I already got my item but just got my money back",
  "I made a cash withdrawal and was charged a fee incorrectly can you help with this?",
  "This rate is too low. Are you sure your using the right exchange rate.",
  "Will there be any extra fees if I exchange currencies?",
  "I need to change my address in the personal details.",
  "What cards do you accept to top up my account?",
  "I'm unable to verify my identity",
  "I am trying to transfer money and something is going wrong.",
  "Is there an age limit to when my child can use these services?",
  "i received my American Express in Apple pay, is there a reason why top up is not working?",
  "Why have I not yet received my virtual card?",
  "Hello, I was just went through my recent transaction on my bank account and I just noticed that I was charged twice at a place that ate at this past week. Can I get that second transaction removed from my account?",
  "if im not using my account should i close it or just let it sit",
  "Why am I still not able to see the money I deposited a week ago? This is urgent!!",
  "A direct debit payment that I didn't authorise shows up in my app.",
  "I just noticed that I supposedly made a payment to a seller a while back. The problem is, I don't recognize the seller. There must be a way to see who it is or track the payment. Can you do that, because I don't remember this transaction?",
  "Can I use your app to exchange between USD and GBP",
  "Do I need to convert my currency from GBP before transferring?",
  "Is it possible to have an item refunded?",
  "How can I stop someone from using my card after I lost it yesterday.",
  "I want to reverse a transaction I did this morning",
  "My top up isn't in my wallet.",
  "Can I change my name?  I am not married.",
  "Is it okay to hold money in multiple currencies?",
  "When will I get my money? It's been too long.",
  "Can I go ahead and use my account even though my identify hasn't been verified yet?",
  "Why is a transfer to a beneficiary not possible?",
  "I received a fee I should not have.",
  "Can I change my in at all ATM's?",
  "I have a card that was deactivated can I reactivate it?",
  "What is the extra fee on my statement?",
  "Why has my payment not transferred?",
  "I deposited a cheque, why isn't my balance showing that I did?",
  "What are the ways for others to transfer me money?",
  "Is there a way to revert a transaction?",
  "My account balance doesn't reflect an update I made by cheque yesterday. Is something wrong or is the system slow?",
  "What do I do?  My card is broken.",
  "Could you please recommend what I should do if my card keeps getting declined?  I planned to top-up today but I am unable to get it to work.  I need a fast solution to this problem.",
  "Who do I contact if there is a direct debit that I did not create.",
  "How do I go about unlocking a pin?",
  "Is a SWIFT transfer okay?",
  "When will my top-up go through?",
  "What fees apply when using a card?",
  "Will my card work at all merchant locations?",
  "how can i get it to add money automatically while travelling",
  "Where can I use this card at an ATM?",
  "I have exceeded all my PIN tries",
  "How do I make my card show up in the app?",
  "What is the charge for topping up a card?",
  "Where can I obtain my virtual card?",
  "Can you tell me whats going on with my card it seems to be not working?",
  "How long does shipping take to get to a US destination?",
  "Problem verifying my account",
  "What am I going to need in order to activate my card?",
  "Will you reinstate my PIN?",
  "Tell my why my top-up is pending.",
  "I haven't received my virtual card yet!!",
  "What do I do if the ATM didn't give me the correct amount I withdrew? I pulled out 30 pounds and the ATM gave me 10 pounds.",
  "How do I go about getting a refund?",
  "I was wondering how long does it take for a payment to go thru? It seems my last payment is stuck and hasn't moved.",
  "How do i activate my card",
  "How do I order my card?",
  "I need some help, I thought you guys accepted crypto top ups?? It won't seem to let me do it. I put money in my account and now it's gone and I didn't spend it. Where did it go??",
  "How can I get my card to work?",
  "The day before yesterday, I performed a transfer which was within this country. It still hasn't gone through. Can you check on that? The account number is definitely correct, as I've checked and double checked.",
  "Will it cost me to get a second card?",
  "How do I top up my account with a bank transfer?",
  "I haven't seen the cash yet from the cheque I deposited.",
  "What should I do?  My card has been stolen!",
  "Please help me get a virtual card.",
  "I checked my account today and it said I was out of money. How do I transfer money into my account?",
  "I need to cancel a transaction immediately.",
  "I don't recognize a charge on my statement.",
  "Can I use app to freeze my card and dispute fraud?",
  "Can I top up my account with a cheque?",
  "Can I top up using my apple watch?",
  "What are the auto top-up policies?",
  "Need to report a change of address.",
  "What kinds of cards can I use to top up?",
  "I ordered my card but it still isn't here",
  "I need to reorder my virtual card!",
  "Can I use your app if I am from the EU?",
  "What caused my cash withdrawal to be declined?",
  "Why do I need to verify the top-up?",
  "I have a new card and I can't add money to it.  I tried about 30 minutes ago and it is still pending.  What do I do?",
  "I tried to withdraw cash at an ATM in the city center but my card was declined. The transaction is still showing up as pending - please cancel it!",
  "What do I need to do for a PIN?",
  "I cannot get my virtual card to function.",
  "My payment was cancelled",
  "When I got my cash, the amount was not what it should have been, based on the exchange rate.",
  "I've made a bank transfer but the money doesn't seem to be in my account.",
  "How can my friend pay me?",
  "Can I have it delivered on the date I need it delivered?",
  "Can I withdraw money from another bank and transfer it into my empty account?",
  "There's a payment that isn't mine on my app",
  "where are the transfers originating",
  "I would like to invalidate my account.  I am very disappointed with your services.",
  "Would you please unblock my pin? I don't know why, but it's blocked.",
  "Can someone please explain to me where my source of funds came from?",
  "I got an cancellation error when I was topping up.",
  "What are the requirements to open an account for a minor?",
  "I tried to do a transfer but I got a message that it was declined.",
  "My transfer did not work, what was the reason?",
  "Is it possible to change my PIN?",
  "Can my teenager have an account?",
  "It's been a week and I have done everything that I was asked to do and still nothing. I have contacted the seller and have not gotten a response. Please understand my frustration and put the money back in my account.",
  "When will you be taking orders for disposable virtual cards?",
  "Declined, transfer not completed.",
  "I have been charged twice for the same transaction.",
  "In the past month I often used this account to manage payments for my new holiday villa. Now all of a sudden your fees have increased exorbitantly! Don't you have a rewards programme for frequent users?",
  "How long should my new card take to arrive?",
  "The receipient doesn't see my money transfer.",
  "Why does it cost more to pay with my card?"
]