[
  "Does total orthotopic heart transplantation offer improved hemodynamics during cellular rejection events?",
  "The correlation of fecundability among twins: evidence of a genetic effect on fertility?",
  "Are predicted structures good enough to preserve functional sites?",
  "Is plasma soluble CD36 associated with cardiovascular risk factors in early onset coronary artery disease patients?",
  "Is the lateralization distance important in terms in patients undergoing the modified Limberg flap procedure for treatment of pilonidal sinus?",
  "Is there a benefit in using magnetic resonance imaging in the prediction of preoperative neoadjuvant therapy response in locally advanced rectal cancer?",
  "Pediatric emergencies in the office: are family physicians as prepared as pediatricians?",
  "Discrepant Results of Experimental Human Mesenchymal Stromal Cell Therapy after Myocardial Infarction: Are Animal Models Robust Enough?",
  "Detection of liver metastases from colorectal carcinoma: is there a place for routine computed tomography arteriography?",
  "CYP2D6*4 allele and breast cancer risk: is there any association?",
  "Does ethnic origin have an independent impact on hypertension and diabetic complications?",
  "Is doxepin a safer tricyclic for the heart?",
  "Does surgical repair of pelvic prolapse improve patients' quality of life?",
  "Does neutrophil gelatinase-asociated lipocalin have prognostic value in patients with stable angina undergoing elective PCI?",
  "Do patients' ethnic and social factors influence the use of do-not-resuscitate orders?",
  "Does subclinical hyperthyroidism predispose to cocaine addiction?",
  "Does attribution of blame influence psychological outcomes in facial trauma victims?",
  "FUCHS ENDOTHELIAL CORNEAL DYSTROPHY: IS FEMTOSECOND LASER-ASSISTED CATARACT SURGERY THE RIGHT APPROACH?",
  "Caregivers of Children with Congenital Heart Disease: Does Socioeconomic Class Have Any Effect on Their Perceptions?",
  "Malignant rectal obstruction within 5 cm of the anal verge: is there a role for expandable metallic stent placement?",
  "Official lay basic life support courses in Germany: is delivered content up to date with the guidelines?",
  "Radiologic course of the calcific deposits in calcific tendinitis of the shoulder: does the initial radiologic aspect affect the final results?",
  "Fetal sex and preterm birth: are males at greater risk?",
  "Do risk factors influence the diagnostic accuracy of noninvasive coronary angiography with multislice computed tomography?",
  "Is ethnicity an independent predictor of prostate cancer recurrence after radical prostatectomy?",
  "Cardiac arrest in pregnancy: increasing use of perimortem caesarean section due to emergency skills training?",
  "Race/ethnicity: a predictor of temporal lobe epilepsy surgery outcome?",
  "Can smoking and/or occupational UV exposure have any role in the development of the morpheaform basal cell carcinoma?",
  "Can plasma ammonia be measured in patients with acute liver disease?",
  "Is endoscopic submucosal dissection an effective treatment for operable patients with clinical submucosal invasive early gastric cancer?",
  "Is xanthogranulomatous cholecystitis the most difficult for laparoscopic cholecystectomy?",
  "Do neonatologists limit parental decision-making authority?",
  "Blood lead, manganese, and aluminum levels in a regional Italian cohort of ALS patients: does aluminum have an influence?",
  "Rating access to health care: Are there differences according to geographical region?",
  "Is anatomic complexity associated with renal tumor growth kinetics under active surveillance?",
  "Is a predominant left-to-right shunt associated with migraine?",
  "Do Lung Cancer Eligibility Criteria Align with Risk among Blacks and Hispanics?",
  "Can intraoperative manometry during laparoscopic fundoplication predict postoperative dysphagia?",
  "Is there a role for renin profiling in selecting chronic heart failure patients for ACE inhibitor treatment?",
  "Early outcomes of surgery for oesophageal cancer in a thoracic regional unit. Can we maintain training without compromising results?",
  "Relative transcript quantification by quantitative PCR: roughly right or precisely wrong?",
  "Is digital image compression acceptable within diabetic retinopathy screening?",
  "Avian blood parasite infection during the non-breeding season: an overlooked issue in declining populations?",
  "Are there patients with acute ischemic stroke and atrial fibrillation that benefit from low molecular weight heparin?",
  "Is endoscopic sphincterotomy plus large-balloon dilation a better option than endoscopic large-balloon dilation alone in removal of large bile duct stones?",
  "Does endothelin-1 play a role in the renal function of cirrhotic patients?",
  "Investing in a healthy lifestyle strategy: is it worth it?",
  "Cancer treatment cost in the United States: has the burden shifted over time?",
  "Dry eyes and migraines:  is there really a correlation?",
  "De Novo Solid Tumors After Kidney Transplantation: Is It Time for a Patient-Tailored Risk Assessment?",
  "Does assisted reproductive technology itself or polycystic ovary syndrome as a cause of infertility have any effect on first trimester serum screening results?",
  "Is there a relation between triglyceride concentrations in very low density lipoprotein and the index of insulin resistance in nondiabetic subjects?",
  "Outcome of laparoscopic cholecystectomy conversion: is the surgeon's selection needed?",
  "Can a rural community-based work-related activity program make a difference for chronic pain-disabled injured workers?",
  "Contrast-enhanced dual-energy CT of gastrointestinal stromal tumors: is iodine-related attenuation a potential indicator of tumor response?",
  "Comparative analysis of surgical margins between radical retropubic prostatectomy and RALP: are patients sacrificed during initiation of robotics program?",
  "Is auditory imagery defective in patients with auditory hallucinations?",
  "Is arterial surgery advisable for patients over 80 years of age?",
  "The detection of adverse events in randomized clinical trials: can we really say new medicines are safe?",
  "Can a focused staff training programme improve the ward atmosphere and patient satisfaction in a forensic psychiatric hospital?",
  "Is kidney function altered by the duration of cardiopulmonary bypass?",
  "Can manometric parameters predict response to biofeedback therapy in fecal incontinence?",
  "Do high blood glucose peaks contribute to higher HbA1c?",
  "Is chronic asthma associated with shorter leukocyte telomere length at midlife?",
  "Do patients with very few brain metastases from breast cancer benefit from whole-brain radiotherapy in addition to radiosurgery?",
  "Do surrogate markers for adiposity relate to cytokines in adolescents?",
  "Do biliary endoprostheses decrease biliary complications after liver transplantation?",
  "Provider continuity in family medicine: does it make a difference for total health care costs?",
  "Is the initial diagnostic impression of \"noncardiac chest pain\" adequate to exclude cardiac disease?",
  "Is observation of trauma patients necessary if no significant injury is detected during primary evaluation?",
  "Is the health of people living in rural areas different from those in cities?",
  "Is the outcome of caudal epidural injections affected by patient positioning?",
  "Is obesity an independent prognosis factor in woman breast cancer?",
  "Is the respiratory function altered during diabetes mellitus?",
  "Canine ureteral replacement with long acellular matrix tube: is it clinically applicable?",
  "Is this my voice or yours?",
  "Are immunizations an incentive for well-child visits?",
  "Rotator cuff calcific tendinitis: does warm saline solution improve the short-term outcome of double-needle US-guided treatment?",
  "Are changes in glycaemic control associated with diabetes-specific quality of life and health status in screen-detected type 2 diabetes patients?",
  "PONV after strabismus surgery : Risk adapted prophylaxis?",
  "Does plate type influence the clinical outcomes and implant removal in midclavicular fractures fixed with 2.7-mm anteroinferior plates?",
  "Does ultrasonography contribute significantly to the diagnosis of carpal tunnel syndrome?",
  "Does an educational leaflet improve self-reported adherence to therapy in osteoporosis?",
  "Cervical cancer screening: Is active recruitment worth the effort?",
  "Is Tumor Detachment from Vascular Structures Equivalent to R0 Resection in Surgery for Colorectal Liver Metastases?",
  "Should all postmenopausal patients with hormone receptor-positive breast cancer receive initial therapy with aromatase inhibitors?",
  "CT versus plain radiographs for evaluation of c-spine injury in young children: do benefits outweigh risks?",
  "Is it possible to predict one-year survival in centenarians?",
  "Does elevated parathyroid hormone concentration predict cognitive decline in older people?",
  "Motivating patients with shoulder and back pain to self-care: can a videotape of exercise support physiotherapy?",
  "PTH: a new target in arteriosclerosis?",
  "Does changing the order of threat and efficacy information influence the persuasiveness of threat messages?",
  "Does coordinated care management improve employment for substance-using welfare recipients?",
  "Snapshot of surgical activity in rural Ethiopia: is enough being done?",
  "Helicobacter pylori in celiac disease and in duodenal intraepithelial lymphocytosis: Active protagonist or innocent bystander?",
  "Is a single direct MR arthrography series in ABER position as accurate in detecting anteroinferior labroligamentous lesions as conventional MR arthography?",
  "Does posterior cingulate hypometabolism result from disconnection or local pathology across preclinical and clinical stages of Alzheimer's disease?",
  "Is sentinel node biopsy necessary in conservatively treated DCIS?",
  "Are peritoneal dialysis patients with and without residual renal function equivalent for survival study?",
  "Does hospital need more hospice beds?",
  "Clinical teaching as part of continuing professional development: Does teaching enhance clinical performance?",
  "Can supplemental imaging with SPECT technique improve the diagnostic value of preoperative Tc-99m-MIBI scintigraphy in primary hyperparathyroidism?",
  "Does preoperative electrical stimulation of the skin alter the healing process?",
  "Is there a role for child psychiatry in Vietnam?",
  "Can doubt attenuate access to internal states?",
  "QTc prolongation: is clozapine safe?",
  "Is a rising cesarean delivery rate inevitable?",
  "Does telephone lactation counselling improve breastfeeding practices?",
  "Is there declining interest in general surgery training?",
  "Postoperative management after loop ileostomy closure: are we keeping patients in hospital too long?",
  "Can non-calcified coronary artery plaques be detected on non-contrast CT calcium scoring studies?",
  "Target volume delineation in breast conserving radiotherapy: are co-registered CT and MR images of added value?",
  "Is routine pre-operative blood testing in children necessary?",
  "Do patients and physicians agree on diabetes management?",
  "Do infertile women and government staff differ in the evaluation of infertility-related Web sites?",
  "Do pregnant women and their partners make an informed choice about first trimester risk assessment for Down syndrome, and are they satisfied with the choice?",
  "Do scores on a tachistoscope test correlate with baseball batting averages?",
  "Is there a sex bias in choosing editors?",
  "Do reexcisions impair aesthetic outcome in breast conservation surgery?",
  "Should we add visual acuity ratios to referral criteria for potential cerebral visual impairment?",
  "Myasthenia gravis-associated neuromyelitis optica-like disease: an immunological link between the central nervous system and muscle?",
  "Beliefs and practices of pediatric emergency physicians and nurses regarding counseling alcohol-using adolescents: can counseling practice be predicted?",
  "Can a novel smartphone application detect periodic limb movements?",
  "Religious attendance: more cost-effective than lipitor?",
  "Is subjective memory loss correlated with MMSE scores or dementia?",
  "Is there an anti-inflammatory effect of statins in rheumatoid arthritis?",
  "Classification of asthma severity: should the international guidelines be changed?",
  "Is variant Creutzfeldt-Jakob disease in young children misdiagnosed as Alpers' syndrome?",
  "Are acceptance rates of a national preventive home visit programme for older people socially imbalanced?",
  "Does an early childhood intervention affect cardiometabolic risk in adulthood?",
  "The status of diabetes care in Mexican population: are we making a difference?",
  "Preoperative diagnosis of carcinoma of the breast: Is a \"cost-cutter\" algorithm tenable?",
  "Urgent coronary bypass surgery for failed percutaneous coronary intervention in the stent era: Is backup still necessary?",
  "Does fetal growth restriction lead to increased brain injury as detected by neonatal cranial ultrasound in premature infants?",
  "Can the publication of guidelines change the management of early rheumatoid arthritis?",
  "Does prolonged pneumoperitoneum affect oxidative stress compared with open surgical procedures?",
  "Are gatekeeper requirements associated with cancer screening utilization?",
  "Arterial phase CT for the detection of splenic injuries in blunt trauma: would it improve clinical outcomes?",
  "Guidelines for discharge: do standardized cards help in patient understanding?",
  "Does rewording MRI reports improve patient understanding and emotional response to a clinical report?",
  "Depression. Does it affect the comprehension of receptive skills?",
  "Pharmacological approach to patients with non-ST segment elevation myocardial infarction: does sex make a difference?",
  "Tobacco education: have New Zealand primary schools done their homework?",
  "Cardiac resynchronization therapy: could a numerical simulator be a useful tool in order to predict the response of the biventricular pacemaker synchronization?",
  "Nonretractable foreskin in boys without complaints : An indication for circumcision?",
  "Drug-eluting stent thrombosis in patients undergoing non-cardiac surgery: is it always a problem?",
  "Neoadjuvant chemotherapy followed by interval debulking surgery in patients with serous endometrial cancer with transperitoneal spread (stage IV): a new preferred treatment?",
  "Can a Benefit be Expected from Surgical Debulking of Unresectable Pseudomyxoma Peritonei?",
  "Does a history of childhood sexual abuse affect sexual outcomes in breast cancer survivors?",
  "Rings and watches: should they be removed prior to operative dental procedures?",
  "A marked decrease in L-selectin expression by leucocytes in infants with Bordetella pertussis infection: leucocytosis explained?",
  "Disc-retained tubes for radiologically inserted gastrostomy (RIG): not up to the job?",
  "Can medical admission and length of stay be accurately predicted by emergency staff, patients or relatives?",
  "Is nebulized aerosol treatment necessary in the pediatric emergency department?",
  "DNA ploidy and cytonuclear area of peritumoral and paratumoral samples of mastectomy specimens: a useful prognostic marker?",
  "Are there effects due to the existence of coronary collateral circulation on left ventricular function in patients with coronary artery disease?",
  "Do paediatricians provide brief intervention for adolescents who smoke?",
  "Is Helicobacter pylori a pathogenic agent of the cervix uteri?",
  "Bruxism in children and transverse plane of occlusion: is there a relationship or not?",
  "Can treatment associated with ticlopidine and nifedipine increase serum levels of phenobarbital?",
  "Are unfamiliar neighbours considered to be dear-enemies?",
  "Can salivary composition and high flow rate explain the low caries rate in children with familial dysautonomia?",
  "Attention deficit hyperactivity disorder, tic disorder, and allergy: is there a link?",
  "One dose of varicella vaccine does not prevent school outbreaks: is it time for a second dose?",
  "Rationality in medical treatment decisions: is there a sunk-cost effect?",
  "Is preeclampsia associated with an increased risk of cesarean delivery if labor is induced?",
  "Does tobacco marketing undermine the influence of recommended parenting in discouraging adolescents from smoking?",
  "Recommendations to facilitate the ideal fit note: are they achievable in practice?",
  "Does ambulatory determination of blood pressure allow the measurement of white coat effect?",
  "Are the echogenicities on intraductal ultrasonography really biliary microlithiasis?",
  "Detection of bone metastases in breast cancer patients in the PET/CT era: Do we still need the bone scan?",
  "Is race or ethnicity a predictive factor in Shaken Baby Syndrome?",
  "Does a birthday predispose to vascular events?",
  "Is there life after Buckley's formocresol?",
  "Autonomic markers and cardiovascular and arrhythmic events in heart failure patients: still a place in prognostication?",
  "Is tobacco use associated with academic failure among government school students in urban India?",
  "Does high tibial osteotomy affect the success or survival of a total knee replacement?",
  "Are orthopedic surgeons prone to burnout?",
  "Do bone marrow isolated tumor cells influence long-term survival of non-small cell lung cancer?",
  "Initial review of Electronic Residency Application Service charts by orthopaedic residency faculty members. Does applicant gender matter?",
  "Is alpha-B crystallin an independent marker for prognosis in lung cancer?",
  "Can digital breast tomosynthesis replace conventional diagnostic mammography views for screening recalls without calcifications?",
  "Can by-products in country-made alcohols induce acute pancreatitis?",
  "Indomethacin-induced gastric antral damage in hamsters: are neutrophils involved?",
  "Stroke mortality and race: does access to care influence outcomes?",
  "Equity in access to healthcare among the urban  elderly in China: does health insurance matter?",
  "Hepatitis C virus-associated hepatitis following treatment of HIV-infected patients with HIV protease inhibitors: an immune restoration disease?",
  "Is the 1975 Reference Man still a suitable reference?",
  "Clinical characteristics and medium-term prognosis of patients with heart failure and preserved systolic function. Do they differ in systolic dysfunction?",
  "Does thoracic bioimpedance accurately determine cardiac output in COPD patients during maximal or intermittent exercise?",
  "Is dilutional coagulopathy induced by different colloids reversible by replacement of fibrinogen and factor XIII concentrates?",
  "Tachycardia-dependent augmentation of \"notched J waves\" in a general patient population without ventricular fibrillation or cardiac arrest: not a repolarization but a depolarization abnormality?",
  "Are there ethnic differences in the length of labor?",
  "Is hormone replacement therapy associated with an increased risk of irritable bowel syndrome?",
  "Trends and future projections of child injury in New South Wales: A tool for advocacy?",
  "Is Helicobacter pylori being treated appropriately?",
  "Repeated Blood Cultures in Pediatric Febrile Neutropenia: Would Following the Guidelines Alter the Outcome?",
  "Prognostic implications of preoperative atrial fibrillation in patients undergoing aortic valve replacement: is there an argument for concomitant arrhythmia surgery?",
  "Does eliminating Helicobacter pylori mean the healing of the duodenal ulcer?",
  "Axillary arteriovenous fistula for the palliation of complex cyanotic congenital heart disease: is it an effective tool?",
  "Is it time for a new TNM classification in esophageal carcinoma?",
  "Management of acute appendicitis by an acute care surgery service: is operative intervention timely?",
  "Acute Posterior Cranial Fossa Hemorrhage-Is Surgical Decompression Better than Expectant Medical Management?",
  "Does the time between CT scan and chemotherapy increase the risk of acute adverse reactions to iodinated contrast media in cancer patients?",
  "Is neuraxial anesthesia safe in patients undergoing surgery for treatment of periprosthetic joint infection?",
  "Clinical utility of apparent diffusion coefficient (ADC) values in patients with prostate cancer: can ADC values contribute to assess the aggressiveness of prostate cancer?",
  "Is the relationship between syndromes of depression and dementia temporal?",
  "Distal forearm fracture in the adult: is ORIF of the radius and closed reduction of the ulna a treatment option in distal forearm fracture?",
  "Is neighbourhood deprivation a risk factor for gestational diabetes mellitus?",
  "Liver transplantation for acute intermittent porphyria: a viable treatment?",
  "Timing of initial surfactant treatment for infants 23 to 29 weeks' gestation: is routine practice evidence based?",
  "Do changes in traditional coronary heart disease risk factors over time explain the association between socio-economic status and coronary heart disease?",
  "Are routine preoperative chest radiographs useful in general surgery?",
  "Is there a \"July effect\" for head and neck cancer surgery?",
  "Post-operative complications following adenotonsillectomy in children with severe sleep apnea-hypopnea syndrome. Do they need to be admitted to an intensive care unit?",
  "Do urinary symptoms correlate with urodynamic findings?",
  "Does application position of the T-POD affect stability of pelvic fractures?",
  "A comparison of laboratory values in pediatric hemodialysis patients: does day of the week matter?",
  "Incidence, localization, length and course of the cilioretinal artery.Is there an effect on the course of temporal rental arteries?",
  "Low family support perception: a 'social marker' of substance dependence?",
  "Breast cancer. Is ethnicity an independent prognostic factor for survival?",
  "Does time interval between surgery and intraperitoneal chemotherapy administration in advanced ovarian cancer carry a prognostic impact?",
  "Is it possible to re-establish pre-operative patellar kinematics using a ligament-balanced technique in total knee arthroplasty?",
  "Instrumental variables in influenza vaccination studies: mission impossible?",
  "Do pediatricians counsel families about sun protection?",
  "Should we consider topical silver nitrate irrigation as a definitive nonsurgical treatment for perianal fistula?",
  "Does counselling improve uptake of long-term and permanent contraceptive methods in a high HIV-prevalence setting?",
  "Scoring the 5-level EQ-5D: can latent utilities derived from a discrete choice model be transformed to health utilities derived from time tradeoff tasks?",
  "Are long-term bisphosphonate users a reality?",
  "Is the peritoneum a significant transport barrier in peritoneal dialysis?",
  "Is surgery necessary for asymptomatic tethered cord in anorectal malformation patients?",
  "Doctor's assistants--do we need them?",
  "Is there a business case for magnet hospitals?",
  "Internet use by cancer patients: should oncologists 'prescribe' accurate web sites in combination with chemotherapy?",
  "Preoperative MRI sphincter morphology and anal manometry: can they be markers of functional outcome following anterior resection for rectal cancer?",
  "Can internal thoracic arteries be used for both coronary artery bypass and breast reconstruction?",
  "Subacute cardiotoxicity caused by anthracycline therapy in children: can dexrazoxane prevent this effect?",
  "A European training system in cardiothoracic surgery: is it time?",
  "Is benign childhood paroxysmal eye deviation a non-epileptic disorder?",
  "Does cerclage improve neonatal outcomes in a molar pregnancy and a coexistent fetus?",
  "Is vaginal fractional CO2 laser treatment effective in improving overactive bladder symptoms in post-menopausal patients?",
  "Are ultrasound renal aspects associated with urinary biochemistry in fetuses with lower urinary tract obstruction?",
  "Does perfluoro-n-octane use in 23G vitrectomy for retinal detachment surgery affect the integrity of the ellipsoid zone?",
  "Does becaplermin (platelet-derived growth factor-BB) reverse detrimental effects of ischemia on colonic anastomosis?",
  "Is there a role for acupuncture in the symptom management of patients receiving palliative care for cancer?",
  "Do maternal factors influence the dental health status of Nigerian pre-school children?",
  "Do women and providers value the same features of contraceptive products?",
  "Does cervical muscle strength in youth ice hockey players affect head impact biomechanics?",
  "Topical Sodium Thiosulfate: A Treatment for Calcifications in Hyperphosphatemic Familial Tumoral Calcinosis?",
  "Is it real adjacent segment pathology by stress concentration after limited fusion in degenerative lumbar scoliosis?",
  "Is acute appendicitis another inflammatory condition associated with highly active antiretroviral therapy (HAART)?",
  "Is \"no response\" on diagnostic auditory brainstem response testing an indication for cochlear implantation in children?",
  "Is there a role for video-assisted thoracoscopy in the staging of non-small cell lung cancer?",
  "Cardiorespiratory fitness, physical activity level, and chronic pain: are men more affected than women?",
  "Is empiric 131I therapy justified for patients with positive thyroglobulin and negative 131I whole-body scanning results?",
  "Is language a barrier to the use of preventive services?",
  "Are first year undergraduate student nurses prepared for self directed learning?",
  "Can Optimal Cerebral Perfusion Pressure in Patients with Severe Traumatic Brain Injury Be Calculated Based on Minute-by-Minute Data Monitoring?",
  "Irritable oppositional defiance and callous unemotional traits: is the association partially explained by peer victimization?",
  "Ranking departments of family medicine: the eye of the beholder?",
  "Do depressive symptoms on hospital admission impact early functional outcome in elderly patients with hip fracture?",
  "Does thyroid gland examination by palpation alter serum hormone levels?",
  "Can surgeons predict the olfactory outcomes after endoscopic surgery for nasal polyposis?",
  "Are psychological distress symptoms different in fibromyalgia patients compared to relatives with and without fibromyalgia?",
  "Does subchondral bone affect the fate of osteochondral allografts during storage?",
  "Are emergency physicians competent to interpret the cranial CT of patients younger than the age of 2 years with mild head trauma?",
  "Does steroid pretreatment increase endotoxin release during clinical cardiopulmonary bypass?",
  "Is Anterior Cruciate Ligament Reconstruction Effective in Preventing Secondary Meniscal Tears and Osteoarthritis?",
  "Transcranial magnetic stimulation (TMS) in controlled treatment studies: are some \"sham\" forms active?",
  "Does the time from biopsy to surgery affect biochemical recurrence after radical prostatectomy?",
  "Is leptin involved in phagocytic NADPH oxidase overactivity in obesity?",
  "Can personality bridge the intention-behavior gap to predict who will exercise?",
  "Volume-weighted mean nuclear volume. Is this new prognosticator comparable in different institutions?",
  "Can measurement of maternal anti-cytomegalovirus immunoglobulin-M antibody levels be used to screen for cytomegalovirus infection in embryos and fetuses?",
  "Does dieting make you fat?",
  "Do difficulties in swallowing medication impede the use of hydroxyurea in children?",
  "Surfactant impairs coagulation in-vitro: a risk factor for pulmonary hemorrhage?",
  "Elbow effusions in trauma in adults and children: is there an occult fracture?",
  "Implications of standardized uptake value measurements of the primary lesions in proven cases of breast carcinoma with different degree of disease burden at diagnosis: does 2-deoxy-2-[F-18]fluoro-D-glucose-positron emission tomography predict tumor biology?",
  "Clinical attachments: fond farewell or new beginning?",
  "Is the yolk sac a new marker for chromosomal abnormalities in early pregnancy?",
  "Ventricular premature beats in triathletes: still a physiological phenomenon?",
  "Iohexol-induced neutrophil myeloperoxidase release and activation upon contact with vascular stent-graft material: a mechanism contributing to the postimplantation syndrome?",
  "Radiocontrast nephropathy: is it dose related or not?",
  "Do hospital physicians really want to go digital?",
  "Is severity of necrotizing pancreatitis increased in extended necrosis and infected necrosis?",
  "Is there an increased rate of anencephaly in twins?",
  "Is radiation-free diagnostic monitoring of adolescent idiopathic scoliosis feasible using upright positional magnetic resonance imaging?",
  "Is hypertension in adult age related to unemployment at a young age?",
  "Outcomes of patients with healthcare-associated pneumonia: worse disease or sicker patients?",
  "Raynaud's phenomenon and antiphospholipid antibodies in systemic lupus erythematosus: is there an association?",
  "Traumatic elbow effusions in pediatric patients: are occult fractures the rule?",
  "Does esophageal dysfunction affect the course of treadmill stress test in patients with recurrent angina-like chest pain?",
  "Is there an association between women's consultations with a massage therapist and health-related quality of life?",
  "Screening protocols for group B streptococcus: are transport media appropriate?",
  "Does Beck's Hopelessness Scale really measure several components?",
  "Emotion control in collaborative learning situations: do students regulate emotions evoked by social challenges?",
  "Does computer-aided detection assist in the early detection of breast cancer?",
  "Can oral health promotion help develop masticatory function and prevent dental caries?",
  "Is pseudomelanosis coli a marker of colonic neuropathy in severely constipated patients?",
  "Alternation of atrioventricular nodal conduction time during atrioventricular reentrant tachycardia: are dual pathways necessary?",
  "Exclusion of lumbar arteries by aortic endovascular grafts: can angiography demonstrate sealing characteristics?",
  "Postoperative survival of lung cancer patients: are there predictors beyond TNM?",
  "Does mild preeclampsia cause arterial stiffness and ventricular remodeling through inflammation?",
  "Patients with abdominal aortic aneurysm: are we missing the opportunity for cardiovascular risk reduction?",
  "Prophylactic thyroidectomy in MEN IIA: does the calcitonin level correlate with tumor spread?",
  "Are co-morbidities associated with guideline adherence?",
  "Do neuropsychological tests have the same meaning in Spanish speakers as they do in English speakers?",
  "Does blood glucose monitoring increase prior to clinic visits in children with type 1 diabetes?",
  "Nucleolar positivity for CD20: a diagnostic aid in neoplasms of T-cell lineage?",
  "Is there an epidemic of child or adolescent depression?",
  "Disclosure of medical error: is it worth the risk?",
  "Reconstruction after major chest wall resection: can rigid fixation be avoided?",
  "Tension-free vaginal tape in the elderly: is it a safe procedure?",
  "Does GDNF exert its neuroprotective effects on photoreceptors in the rd1 retina through the glial glutamate transporter GLAST?",
  "\"Stop smoking!\" Do we say it enough?",
  "Is an interdisciplinary session on ethics and law in obstetrics and gynaecology effective?",
  "Crowding: risk factor or protective factor for lower respiratory disease in young children?",
  "Idiopathic scoliosis in three dimensions: a succession of two-dimensional deformities?",
  "Is minimally invasive surgery appropriate for small differentiated thyroid carcinomas?",
  "Does Coordinated, Multidisciplinary Treatment Limit Medical Disability and Attrition Related to Spine Conditions in the US Navy?",
  "Is a large scale community programme as effective as a community rehabilitation programme delivered in the setting of a clinical trial?",
  "Can we predict urinary stress incontinence by using demographic, clinical, imaging and urodynamic data?",
  "Is diffusion tensor imaging useful in the assessment of the sciatic nerve and its pathologies?",
  "Healthcare \"Apps\" for Smartphones :  Relief or toy for patients and the visual impaired?",
  "A 20-year experience with percutaneous resection of upper tract transitional carcinoma: is there an oncologic benefit with adjuvant bacillus Calmette Guérin therapy?",
  "Routine X-ray control of upper central venous lines: Is it necessary?",
  "Is gynaecological surgical training a cause for concern?",
  "Do psychosocial job demands and job resources predict long-term sickness absence?",
  "Is there a benefit to early angiography in patients with ST-segment depression myocardial infarction?",
  "Can the clinical outcome in stage II colon carcinomas be predicted by determination of molecular marker expression?",
  "Preterm premature rupture of membranes and abruptio placentae: is there an association between these pregnancy complications?",
  "Is step section necessary for determination of complete pathological response in rectal cancer patients treated with preoperative chemoradiotherapy?",
  "Are ECG criteria for indications for thrombolysis in acute myocardial infarct defined too narrowly?",
  "Semen quality in spinal cord injured men: does it progressively decline postinjury?",
  "Does increased duration of exclusive breastfeeding protect against Helicobacter pylori Infection?",
  "Effects of surgical manipulation on coronary stents: should surgical strategy be altered?",
  "Does obesity impact the success of an InterStim test phase for the treatment of refractory urge urinary incontinence in female patients?",
  "Does digoxin increase the risk of ischemic stroke and mortality in atrial fibrillation?",
  "Use of outpatient mental health services among children of different ages: are younger children more seriously ill?",
  "Does elective parathyroidectomy for primary hyperparathyroidism affect renal function?",
  "Incidental detection of hippocampal sclerosis on MR images: is it significant?",
  "Hearing of 75-year old persons over three decades: has hearing changed?",
  "Is human papillomavirus testing an effective triage method for detection of high-grade (grade 2 or 3) cervical intraepithelial neoplasia?",
  "A symptom profile of depression among Asian Americans: is there evidence for differential item functioning of depressive symptoms?",
  "Can biofeedback training of psychophysiological responses enhance athletes' sport performance?",
  "Accelerated partial-breast irradiation using intensity-modulated proton radiotherapy: do uncertainties outweigh potential benefits?",
  "Body Mass Index, the Most Widely Used But Also Widely Criticized Index: Would a Criterion Standard Measure of Total Body Fat Be a Better Predictor of Cardiovascular Disease Mortality?",
  "Do patients return to sports and work after total shoulder replacement surgery?",
  "Should the amounts of fat and protein be taken into consideration to calculate the lunch prandial insulin bolus?",
  "Scapula fractures: a marker for concomitant injury?",
  "Managing prices for hospital pharmaceuticals: a successful strategy for New Zealand?",
  "Fulminant hepatic failure in pregnant women: acute fatty liver or acute viral hepatitis?",
  "Does fingernail polish affect pulse oximeter readings?",
  "Pyogenic granuloma: pyogenic again?",
  "Is renal hyperfiltration protective in chronic kidney disease-stage 1 pregnancies?",
  "Does the type of resuscitative fluid affect healing of colonic anastomosis in experimentally induced hemorrhagic shock in rats?",
  "Preoperative embolization in carotid body tumor surgery: is it required?",
  "Does imprint cytology of brain tumours improve intraoperative diagnoses?",
  "Do genetic factors contribute to the relation between education and metabolic risk factors in young adults?",
  "Do patients with allergic rhinitis have a particular personality trait?",
  "Can the procedure for prolapsing hemorrhoids (PPH) be done twice?",
  "Do reactive post-resection \"injury\" spikes exist?",
  "Can older women be motivated to attend for their final Papanicolaou tests?",
  "Could disappearance of endemic (Balkan) nephropathy be expected in forthcoming decades?",
  "Reporting natural health product related adverse drug reactions: is it the pharmacist's responsibility?",
  "Sweetness and other sensory properties of model fruit drinks: Does viscosity have an impact?",
  "Do Age and Religion Have an Impact on the Attitude to Organ Transplantation?",
  "Does tranexamic acid in an irrigating fluid reduce intraoperative blood loss in orthognathic surgery?",
  "Does the co-occurrence of FGFR3 gene mutation in hypochondroplasia, medial temporal lobe dysgenesis, and focal epilepsy suggest a syndrome?",
  "Obstetrician or family physician: are vaginal deliveries managed differently?",
  "Are there tumor suppressor genes on chromosome 4p in sporadic colorectal carcinoma?",
  "Is dorsale penile vein ligation (DPVL) still a treatment option in veno-occlusive dysfunction?",
  "Selective mitochondrial KATP channel opening controls human myocardial preconditioning: too much of a good thing?",
  "Thyroglossal duct cysts. Do prior inflammatory episodes influence the number of recurrences?",
  "Does the ulnar nerve enlarge after surgical transposition?",
  "Can an online clinical data management service help in improving data collection and data quality in a developing country setting?",
  "Does chronic daily headache arise de novo in association with regular use of analgesics?",
  "Linkage of statutory health insurance data with those of a hospital information system: feasible, but also \"useful\"?",
  "Vestibular function: a prerequisite for normal language development?",
  "Does acute behavioral testing reflect successful ischemia in rats with transient middle cerebral artery occlusion?",
  "Is it really necessary to delay intranasal steroid treatment after FESS?",
  "Should cell-free fetal DNA be included in first trimester screening (FTS) for common trisomy?",
  "Are there sex differences in regional systolic function and wall stress in hypertrophic obstructive cardiomyopathy?",
  "Do different vaccination regimens for BCG and hepatitis B affect the development of allergic disorders in early childhood?",
  "Pre- and post-treatment serum levels of cytokines IL-1beta, IL-6, and IL-1 receptor antagonist in celiac disease. Are they related to the associated osteopenia?",
  "Can ischemic preconditioning ensure optimal myocardial protection when delivery of cardioplegia is impaired?",
  "Is blood pressure related to kidney size and shape?",
  "Institutional resuscitation protocols: do they affect cardiopulmonary resuscitation outcomes?",
  "Does central nitric oxide chronically modulate the acute hypoxic ventilatory response in conscious rats?",
  "Oral absorption of PEG-coated versus uncoated gold nanospheres: does agglomeration matter?",
  "The significance of microscopic bladder neck invasion in radical prostatectomies: pT4 disease?",
  "Are things different in the light of day?",
  "Is there a hearing aid for the thinking person?",
  "Does obesity have detrimental effects on IVF treatment outcomes?",
  "Does hepatitis E viral load and genotypes influence the final outcome of acute liver failure during pregnancy?",
  "Elephant trunk in a small-calibre true lumen for chronic aortic dissection: cause of haemolytic anaemia?",
  "An office-based serological test for detection of current Helicobacter pylori infection: is it useful?",
  "Can Subclinical Rickets Cause SCFE?",
  "MRI findings for frozen shoulder evaluation: is the thickness of the coracohumeral ligament a valuable diagnostic tool?",
  "Is the effect of testosterone on body composition modulated by the androgen receptor gene CAG repeat polymorphism in elderly men?",
  "Can localised (19)F magnetic resonance spectroscopy pharmacokinetics of 5FU in colorectal metastases predict clinical response?",
  "Should the WHO growth charts be used in France?",
  "Computed tomography of the lung in the high-pitch mode: is breath holding still required?",
  "Do chronic middle cerebral artery stenoses represent an embolic focus?",
  "Medical Students' Perception of Their Educational Environment and Quality of Life: Is There a Positive Association?",
  "Measuring glomerular filtration rate using 51Cr-EDTA: body surface area normalization before or after Bröchner-Mortensen correction?",
  "Does the early detection of lung carcinoma improve prognosis?",
  "Does neoadjuvant bevacizumab increase surgical complications in breast surgery?",
  "Does gel affect cytology or comfort in the screening papanicolaou smear?",
  "No lumbar puncture in the evaluation for early neonatal sepsis: will meningitis be missed?",
  "Valve cuspidity: a risk factor for aortic valve repair?",
  "Surgical fires in laser laryngeal surgery: are we safe enough?",
  "A randomized comparison of the laryngeal mask airway supreme™ and laryngeal mask airway unique™ in infants and children: does cuff pressure influence leak pressure?",
  "Do we necessarily need local anaesthetics for venous cannulation?",
  "Lithium dosing equations: are they accurate?",
  "Are individual and community acceptance and witnessing of intimate partner violence related to its occurrence?",
  "Is there a distinct form of developmental dyslexia in children with specific language impairment?",
  "Does prevalence of migraine and Raynaud's phenomenon also increase in Korean patients with proven variant angina?",
  "Is it possible to define a better ASCUS class in cervicovaginal screening?",
  "Are women who have had a preterm twin delivery at greater risk of preterm birth in a subsequent singleton pregnancy?",
  "Can you see me?",
  "Rate and timing of spontaneous resolution in a vitreomacular traction group: should the role of watchful waiting be re-evaluated as an alternative to ocriplasmin therapy?",
  "Antinucleosome antibodies in primary antiphospholipid syndrome: a hint at systemic autoimmunity?",
  "Do catheter washouts extend patency time in long-term indwelling urethral catheters?",
  "Is the rate of whole-body nitrogen elimination influenced by exercise?",
  "Is there a place for FET PET in the initial evaluation of brain lesions with unknown significance?",
  "Can [18F]-fluorodeoxyglucose standardized uptake values of PET imaging predict pathologic extrathyroid invasion of thyroid papillary microcarcinomas?",
  "Can intratympanic dexamethasone added to systemic steroids improve hearing outcome in patients with sudden deafness?",
  "Can older \"at risk\" adults benefit from psychoeducation targeting healthy brain aging?",
  "Do different scales measure the same construct?",
  "Advanced heart failure in patients infected with human immunodeficiency virus: is there equal access to care?",
  "Should obese patients undergo on- or off-pump coronary artery bypass grafting?",
  "Cancer rehabilitation: psychosocial rehabilitation needs after discharge from hospital?",
  "Do hospitalists or physicians with greater inpatient HIV experience improve HIV care in the era of highly active antiretroviral therapy?",
  "Can visuospatial ability predict performance and learning curves on a robotic surgery simulator?",
  "Self-reported hand symptoms: a role in monitoring health care workers for latex sensitization?",
  "Expanding the indications for single-incision laparoscopic cholecystectomy to all patients with biliary disease: is it safe?",
  "Does formal approval of educational courses guarantee quality?",
  "Does Pancreatic Stump Closure Method Influence Distal Pancreatectomy Outcomes?",
  "Can a simple urinalysis predict the causative agent and the antibiotic sensitivities?",
  "Are central venous lactate and arterial lactate interchangeable?",
  "Is self-monitoring of blood glucose appropriate for all type 2 diabetic patients?",
  "Do we really need 24-h observation for patients with minimal brain injury and small intracranial bleeding?",
  "Cardiac valve disease and low-dose dopamine agonist therapy: an artefact of reporting bias?",
  "Sedation for gastroscopy: Is it an adequately understood and informed choice?",
  "Sour sweets: a new type of erosive challenge?",
  "Could albumin level explain the higher mortality in hemodialysis patients with pulmonary hypertension?",
  "Does gestational weight gain affect the risk of adverse maternal and infant outcomes in overweight women?",
  "Can dental panoramic radiographic findings serve as indicators for the development of medication-related osteonecrosis of the jaw?",
  "Are preservatives necessary in 24-hour urine measurements?",
  "The tale of two serologic tests to screen for syphilis--treponemal and nontreponemal: does the order matter?",
  "Does pelvic organ prolapse quantification exam predict urethral mobility in stages 0 and I prolapse?",
  "Is sex only for the healthy and wealthy?",
  "Does the human cornea contain silicon?",
  "Chest pain in general practice or in the hospital emergency department: is it the same?",
  "Is insulin-like growth factor-I a good marker for treatment adherence in growth hormone deficiency in adulthood?",
  "Assessing physicians' interpersonal skills: do patients and physicians see eye-to-eye?",
  "Early and late onset bipolar disorders: two different forms of manic-depressive illness?",
  "Is referral to a spine surgeon a double-edged sword?",
  "Preimplantation genetic diagnosis of aneuploidy: were we looking at the wrong chromosomes?",
  "Does percent body fat predict outcome in anorexia nervosa?",
  "Do treatment manuals undermine youth-therapist alliance in community clinical practice?",
  "Can nutritional supplements and rectal enema be used as bowel cleansing for colonoscopy?",
  "Is hyaluronate sodium effective in the management of knee osteoarthritis?",
  "Does rat granulation tissue maturation involve gap junction communications?",
  "Quantification of metabolic tumor activity and burden in patients with non-small-cell lung cancer: Is manual adjustment of semiautomatic gradient-based measurements necessary?",
  "Structure and epitope distribution of heparan sulfate is disrupted in experimental lung hypoplasia: a glycobiological epigenetic cause for malformation?",
  "Olanzapine-induced weight gain in anorexia nervosa: involvement of leptin and ghrelin secretion?",
  "Selection of distal fusion level in posterior instrumentation and fusion of Scheuermann kyphosis: is fusion to sagittal stable vertebra necessary?",
  "Do estrogen receptor alpha polymorphisms have any impact on the outcome in an ART program?",
  "Post-traumatic growth in parents after a child's admission to intensive care: maybe Nietzsche was right?",
  "Is breakfast skipping associated with physical activity among U.S. adolescents?",
  "Does ischemic preconditioning reduce spinal cord injury because of descending thoracic aortic occlusion?",
  "The branching pattern of the middle cerebral artery: is the intermediate trunk real or not?",
  "The liver X receptor (LXR) and its target gene ABCA1 are regulated upon low oxygen in human trophoblast cells: a reason for alterations in preeclampsia?",
  "Sputum smear-positive pulmonary tuberculosis: Is sputum smear examination required to discontinue airborne precautions?",
  "Inflammation and behavioral symptoms after breast cancer treatment: do fatigue, depression, and sleep disturbance share a common underlying mechanism?",
  "Can an hour or two of sun protection education keep the sunburn away?",
  "Are metacognitive processes associated with posttraumatic stress symptom severity following acquired brain injury?",
  "Do celebrity cancer diagnoses promote primary cancer prevention?",
  "Prescribed stimulant use by Western Australians with Attention Deficit Hyperactivity Disorder (ADHD): does amount dispensed exceed the expected authorised use?",
  "Is the mucosal route of administration essential for probiotic function?",
  "Can microfracture produce repair tissue in acetabular chondral defects?",
  "Do all patients with newly diagnosed prostate cancer need staging radionuclide bone scan?",
  "Are residents accurate in their assessments of their own surgical skills?",
  "Are cancer-related decision aids appropriate for socially disadvantaged patients?",
  "Does active surveillance for men with localized prostate cancer carry psychological morbidity?",
  "Verbal autopsy coding: are multiple coders better than one?",
  "Face time versus test ordering: is there a trade-off?",
  "Platelet GSK3B activity in patients with late-life depression: marker of depressive episode severity and cognitive impairment?",
  "Is indirect hyperbilirubinemia a useful biomarker of reduced propofol clearance in neonates?",
  "Increased primary autoimmune thyroid diseases and thyroid antibodies in sarcoidosis: evidence for an under-recognised extrathoracic involvement in sarcoidosis?",
  "Detection of ovarian tumors in chicken by sonography: a step toward early diagnosis in humans?",
  "Does the beta2-agonist clenbuterol help to maintain myocardial potential to recover during mechanical unloading?",
  "The inpatient consultation approach to osteoporosis treatment in patients with a fracture. Is automatic consultation needed?",
  "Does self-efficacy mediate the cross-sectional relationship between perceived quality of health care and self-management of diabetes?",
  "Interval between surgery and neoadjuvant chemoradiation therapy for distal rectal cancer: does delayed surgery have an impact on outcome?",
  "Cone-beam computed tomography evaluation of mini-implants after placement: Is root proximity a major risk factor for failure?",
  "Internal fixation of traumatic diastasis of pubic symphysis: is plate removal essential?",
  "Does ureteroscopy still play a role in the treatment of ureteral calculi?",
  "Virological profile of pregnant HIV positive women with high levels of CD4 count in low income settings: can viral load help as eligibility criteria for maternal triple ARV prophylaxis (WHO 2010 option B)?",
  "Is alexithymia linked with marital satisfaction or attachment to the partner?",
  "Do health causal attributions and coping strategies act as moderators of quality of life in peritoneal dialysis patients?",
  "Do lupus disease activity measures detect clinically important change?",
  "Relationship between job demand and burnout in nurses: does it depend on work engagement?",
  "Is normothermic cardiopulmonary bypass associated with increased morbidity?",
  "Should nutrient profile models be 'category specific' or 'across-the-board'?",
  "Do bonding and bridging social capital have differential effects on self-rated health?",
  "Transoesophageal echocardiography in patients with prosthetic heart valves and systemic emboli: is it a useful investigation?",
  "Does intensive follow-up alter outcome in patients with advanced lung cancer?",
  "Do we need more than one Child Perceptions Questionnaire for children and adolescents?",
  "American tegumentary leishmaniasis: Is antimonial treatment outcome related to parasite drug susceptibility?",
  "Do pediatric trauma centers have better survival rates than adult trauma centers?",
  "Should ureteroscopy be considered as the first choice for proximal ureter stones of children?",
  "Spinal fusion surgery in children with non-idiopathic scoliosis: is there a need for routine postoperative ventilation?",
  "Vacuum assisted wound closure in postoperative periprosthetic groin infections: a new gold standard?",
  "Quantification of IgG antibodies to Aspergillus fumigatus and pigeon antigens by ImmunoCAP technology: an alternative to the precipitation technique?",
  "Does right leg require extra protection?",
  "Is non-operative management of childhood neurologic cavovarus foot effective?",
  "HDL cholesterol and bone mineral density in normal-weight postmenopausal women: is there any possible association?",
  "Willingness to pay for community-based health insurance in Nigeria: do economic status and place of residence matter?",
  "Do ethnicity and gender have an impact on pain thresholds in minor dermatologic procedures?",
  "A cross-sectional study of elderly Asian and European women with primary operable breast cancer aged 70 and older. Are there differences?",
  "Is measles elimination possible in WHO European region up to 2015?",
  "Delayed pregnancy testing and second-trimester abortion: can public health interventions assist with earlier detection of unintended pregnancy?",
  "Colostomy in penetrating colon injury: is it necessary?",
  "Early precut fistulotomy for biliary access: time to change the paradigm of \"the later, the better\"?",
  "Lasting hand self-disinfection: A backup for hospital hand hygiene?",
  "Could the leukocyte x chromosome inactivation pattern be extrapolated to hair bulbs?",
  "Remote ischaemic postconditioning: does it protect against ischaemic damage in percutaneous coronary revascularisation?",
  "Does clonidine 50 microg improve cervical plexus block obtained with ropivacaine 150 mg for carotid endarterectomy?",
  "Clinical outcome after triple-valve operations in the modern era: are elderly patients at increased surgical risk?",
  "Does cerebral blood flow decline in healthy aging?",
  "Does the modified Ballard method of assessing gestational age perform well in a Zimbabwean population?",
  "Is concern about young people's anti-social behaviour associated with poor health?",
  "Childhood obesity: Can electronic medical records customized with clinical practice guidelines improve screening and diagnosis?",
  "Day-case major ear surgery: is it viable?",
  "Ultrasound-guided laryngeal air column width difference and the cuff leak volume in predicting the effectiveness of steroid therapy on postextubation stridor in adult. Are they useful?",
  "Low-manpower checkpoints: can they provide effective DUI enforcement in small communities?",
  "Can bile acids be an etiological factor for laryngeal carcinoma?",
  "Do HIV-Infected Immigrants Initiating HAART have Poorer Treatment-Related Outcomes than Autochthonous Patients in Spain?",
  "Hepatitis C virus and lichen planus in Nigerians: any relationship?",
  "Low overall mortality of Turkish residents in Germany persists and extends into a second generation: merely a healthy migrant effect?",
  "Are HLA class II and immunoglobulin constant region genes involved in the pathogenesis of mixed cryoglobulinemia type II after hepatitis C virus infection?",
  "Is Self-Referral Associated with Higher Quality Care?",
  "Psychometric evaluation of the Care Transition Measure in TRACE-CORE: do we need a better measure?",
  "Does atrial fibrillation beget ventricular fibrillation in patients with acute myocardial infarction?",
  "Angioplasty of long venous stenoses in hemodialysis access: at last an indication for cutting balloon?",
  "Does diabetes affect the postoperative outcomes after total arterial off-pump coronary bypass surgery in multivessel disease?",
  "Is the association between temperature and mortality modified by age, gender and socio-economic status?",
  "Is the holmium:YAG laser the best intracorporeal lithotripter for the ureter?",
  "Confluent granulomas and ulcers lined by epithelioid histiocytes: new ideal method for differentiation of ITB and CD?",
  "Active management of labor: is it suitable for a developing country?",
  "Can target-to-pons ratio be used as a reliable method for the analysis of [11C]PIB brain scans?",
  "Is poor life expectancy a predictive factor in the progression of primary open angle glaucoma?",
  "Need for intrasellar packing in sellar reconstruction of transsphenoidal surgery: less is more?",
  "Is the age of menopause determined in-utero?",
  "Age at menarche and risky sexual partnerships in adulthood: does a biosocial model explain any associations?",
  "Does anxiety or waiting time influence patients' tolerance of upper endoscopy?",
  "Does fasting during Ramadan affect the use of topical dermatological treatment by Muslim patients in the UK?",
  "Does microperimetry have a prognostic value in central serous chorioretinopathy?",
  "Right ventricular outflow tract reconstruction in Ross patients: does the homograft fare better?",
  "A new paradigm for type 2 diabetes mellitus: could it be a disease of the foregut?",
  "Is pressure-regulated volume control mode appropriate for severely obstructed patients?",
  "Can tyrosine kinase inhibitors be discontinued in patients with metastatic renal cell carcinoma and a complete response to treatment?",
  "Short-term administration of prulifloxacin in patients with nonmuscle-invasive bladder cancer: an effective option for the prevention of bacillus Calmette-Guérin-induced toxicity?",
  "Are we achieving the current waiting time targets in lung cancer treatment?",
  "Are selective serotonin reuptake inhibitors cardiac teratogens?",
  "Can physician education lower the cost of prescription drugs?",
  "Unilateral groin surgery in children: will the addition of an ultrasound-guided ilioinguinal nerve block enhance the duration of analgesia of a single-shot caudal block?",
  "Does a therapeutic conversation intervention in an acute paediatric setting make a difference for families of children with bronchiolitis caused by respiratory syncytial virus (RSV)?",
  "Ultrasound demonstration of testicular microlithiasis in pediatric patients: is there an association with testicular germ cell tumors?",
  "Can vaginal pH be measured from the wet mount slide?",
  "Is the tumor infiltrating natural killer cell (NK-TILs) count in infiltrating ductal carcinoma of breast prognostically significant?",
  "Mesalazine-induced apoptosis of colorectal cancer: on the verge of a new chemopreventive era?",
  "Are neurology residents in the United States being taught defensive medicine?",
  "Slower disease progression and prolonged survival in contemporary patients with amyotrophic lateral sclerosis: is the natural history of amyotrophic lateral sclerosis changing?",
  "Eugenol derivatives as potential anti-oxidants: is phenolic hydroxyl necessary to obtain an effect?",
  "Is there a tendency for professional saturation in orthodontics in Israel?",
  "Can pharmaco-DSA of the kidney replace intraoperative rapid biopsy diagnosis?",
  "Is there truly an oncologic indication for interval appendectomy?",
  "Do the Spontaneity and Anger and Aggression subscales of the Ward Atmosphere Scale form homogeneous dimensions?",
  "Does patterned afferent stimulation of sacral dermatomes suppress urethral sphincter reflexes in individuals with spinal cord injury?",
  "Toll-like receptor 4: a potential link between \"danger signals,\" the innate immune system, and preeclampsia?",
  "Does eccentric-exercise-induced jaw muscle soreness influence brainstem reflexes?",
  "Sorting through the lost and found: are patient perceptions of engagement in care consistent with standard continuum of care measures?",
  "Does the route of feeding modify gastric emptying in rats?",
  "Is it possible to reduce the number of endomyocardial biopsies with new immunosuppressive drugs?",
  "Genetic predisposition of the interleukin-6 response to inflammation: implications for a variety of major diseases?",
  "Is switching to an oral antibiotic regimen safe after 2 weeks of intravenous treatment for primary bacterial vertebral osteomyelitis?",
  "Does late childbearing increase the risk for behavioural problems in children?",
  "Rupture of the pathologic spleen: is there a role for nonoperative therapy?",
  "Is Helicobacter pylori antibiotic resistance surveillance needed and how can it be delivered?",
  "Can the Montreal Cognitive Assessment predict discharge destination in a stroke population in the hospital?",
  "Increased vasoconstrictor response to noradrenaline in femoral vascular bed of diabetic dogs. Is thromboxane A2 involved?",
  "Pilomotor seizures: an autonomic semiology of limbic encephalitis?",
  "Are waiting times for hospital admissions affected by patients' choices and mobility?",
  "Dual-stiffness flooring: can it reduce fracture rates associated with falls?",
  "Can we predict efficacy of the ketogenic diet in children with refractory epilepsy?",
  "Do businesses comply with a no-smoking law?",
  "Does arterial recanalization improve outcome in carotid territory stroke?",
  "Increasing resistance of Helicobacter pylori to clarithromycin: is the horse bolting?",
  "Do women with glandular abnormalities require colposcopy follow-up?",
  "17-alphahydroxyprogesterone caproate in women with previous spontaneous preterm delivery: does a previous term delivery affect the rate of recurrence?",
  "Can changes in the principal clinical year prevent the erosion of students' patient-centered beliefs?",
  "Hematopoietic stem cells in neonates: any differences between very preterm and term neonates?",
  "Is \"hyper response\" to cardiac resynchronization therapy in patients with nonischemic cardiomyopathy a recovery, a remission, or a control?",
  "Sentinel lymphadenectomy: a safe answer to less axillary surgery?",
  "The HFE gene heterozygosis H63D: a cofactor for liver damage in patients with steatohepatitis?",
  "Somatostatin analog (octreotide) in management of neonatal postoperative chylothorax: is it safe?",
  "Do oral aluminium phosphate binders cause accumulation of aluminium to toxic levels?",
  "Nonthyroidal illness syndrome: is it far away from Crohn's disease?",
  "Does atlantoaxial dislocation influence the subaxial cervical spine?",
  "Does digital mammography increase detection of high-risk breast lesions presenting as calcifications?",
  "Signs and symptoms of sleep apnea and acute stroke severity: is sleep apnea neuroprotective?",
  "Plasma serotonin level after 1 day of fluoxetine treatment: a biological predictor for antidepressant response?",
  "Is Liver Transplantation Appropriate for Patients with Potentially Resectable De Novo Hilar Cholangiocarcinoma?",
  "Colon and rectal injuries during Operation Iraqi Freedom: are there any changing trends in management or outcome?",
  "Is sentinel node biopsy feasible in endometrial cancer?",
  "Can axillary and supraclavicular radiotherapy be avoided after breast-conserving surgery and axillary dissection in women with multiple involved axillary nodes?",
  "Coping in Antarctica: is it possible to generalize results across settings?",
  "Does cosmetic outcome from treatment of primary breast cancer influence psychosocial morbidity?",
  "Polymorphisms in exon 13 and intron 14 of the RET protooncogene: genetic modifiers of medullary thyroid carcinoma?",
  "Do men outperform women during orthopaedic residency training?",
  "Hepatic resection for metastatic renal tumors: is it worthwhile?",
  "Can simultaneous perineal sonography and urethrocystometry help explain urethral pressure variations?",
  "Does sac size matter?",
  "Is subendocardial ischaemia present in patients with chest pain and normal coronary angiograms?",
  "The role of intelligence in posttraumatic stress disorder: does it vary by trauma severity?",
  "Is radiation therapy a preferred alternative to surgery for squamous cell carcinoma of the base of tongue?",
  "Is sacral nerve stimulation an effective treatment for chronic idiopathic anal pain?",
  "Acute appendicitis: are we over diagnosing it?",
  "Are there work-related musculoskeletal problems among teachers in Samsun, Turkey?",
  "Does being informed and feeling informed affect patients' trust in their radiation oncologist?",
  "Does endogenous immune response determine the outcome of surgical therapy for metastatic melanoma?",
  "Goal attainment scaling: does it provide added value as a person-centred measure for evaluation of outcome in neurorehabilitation following acquired brain injury?",
  "Trends in atrial fibrillation ablation: have we maximized the current paradigms?",
  "Is the fourth port routinely required for laparoscopic cholecystectomy?",
  "Isolated cerebral susceptibility artefacts in patients with malignant melanoma: metastasis or not?",
  "Breast-feeding and infant illness: a dose-response relationship?",
  "Are Harris hip scores and gait mechanics related before and after THA?",
  "Aggravation of infarct formation by brain swelling in a large territorial stroke: a target for neuroprotection?",
  "Is white matter involved in patients entered into typical trials of neuroprotection?",
  "Is extended pharmacologic venous thromboembolism prophylaxis uniformly safe after radical cystectomy?",
  "Do men and women respond differently to percutaneous renal artery interventions?",
  "Hepatocellular carcinoma in alcoholic cirrhosis: is sex hormone imbalance a pathogenetic factor?",
  "Can symptoms discriminate among those with delayed or normal gastric emptying in dysmotility-like dyspepsia?",
  "Prevalence and characteristics of unilateral knee osteoarthritis in a community sample of elderly Japanese: do fractures around the knee affect the pathogenesis of unilateral knee osteoarthritis?",
  "Bone age in the 21st century: is Greulich and Pyle's atlas accurate for Israeli children?",
  "Are there race/ethnicity differences in outpatient congestive heart failure management, hospital use, and mortality among an insured population?",
  "Drug-resistant Streptococcus pneumoniae: the beginning of the end for many antibiotics?",
  "Variation in cardiologists' propensity to test and treat: is it associated with regional variation in utilization?",
  "Are maternal hypertension and small-for-gestational age risk factors for severe intraventricular hemorrhage and cystic periventricular leukomalacia?",
  "Are aldehydes in heat-sterilized peritoneal dialysis fluids toxic in vitro?",
  "Is preinfarction angina related to the presence or absence of coronary plaque rupture?",
  "Do stillborns with no identifiable pathology have leaner cords than liveborns?",
  "Is spermatozoan acrosin a predictor of fertilization and embryo quality in the human?",
  "Stress, burnout, and strategies for reducing them: what's the situation among Canadian family physicians?",
  "Forty years of increasing suicide mortality in Poland: undercounting amidst a hanging epidemic?",
  "Is physical examination required before prescribing hormones to patients with gender dysphoria?",
  "Development of breast cancer-related lymphedema: is it dependent on the patient, the tumor or the treating physicians?",
  "Fatigue in obstructive sleep apnea: driven by depressive symptoms instead of apnea severity?",
  "Does breastfeeding duration decrease child obesity?",
  "Is fosfomycin a potential treatment alternative for multidrug-resistant gram-negative prostatitis?",
  "Self-assessed health and mortality: could psychosocial factors explain the association?",
  "Two-year course of anxiety disorders: different across disorders or dimensions?",
  "Outcome discrepancies and selective reporting: impacting the leading journals?",
  "Cytogenetic and molecular responses and outcome in chronic myelogenous leukemia: need for new response definitions?",
  "Does Abciximab enhance regression of coronary aneurysms resulting from Kawasaki disease?",
  "CT of hypervascular hepatic tumors: are unenhanced scans necessary for diagnosis?",
  "Arthroscopically assisted shoulder arthrodesis: is it an effective technique?",
  "Effects of labelling on public attitudes towards people with schizophrenia: are there cultural differences?",
  "Chest radiography in the initial episode of bronchospasm in children: can clinical variables predict pathologic findings?",
  "Meiotic drive changes sperm precedence patterns in house mice: potential for male alternative mating tactics?",
  "Is there an advantage in using low-dose intrathecal bupivacaine for cesarean section?",
  "Is there any role of additional retropancreatic lymph node dissection on D2 gastrectomy for advanced gastric cancer?",
  "Coexistence of inflammatory hepatocellular adenomas with HNF1α-inactivated adenomas: is there an association?",
  "Transpatellar approach in lateral meniscal allograft transplantation using the keyhole method: can we prevent graft extrusion?",
  "Is balloon angioplasty of peri-anastomotic stenoses of failing peripheral arterial bypasses worthwhile?",
  "Peristrut microhemorrhages: a possible cause of in-stent neoatherosclerosis?",
  "Phenotyping of type 2 diabetes mellitus by \"genetic field work\": are data sufficient that are based only on a questionnaire?",
  "Antepartum and postpartum Papanicolaou smears. Are they both necessary?",
  "Can birth weight predict later body composition in anorexia nervosa?",
  "Is antenatal screening for hepatitis C virus cost-effective?",
  "Is gamma loop dysfunction related to bilateral inhibition in anterior knee pain?",
  "Is measurement of body temperature by infrared tympanic thermometry reproducible?",
  "Surgery for primary intracerebral hemorrhage: is it safe and effective?",
  "Is true FISP imaging reliable in the evaluation of venous thrombosis?",
  "Do subjects with asthma have greater perception of acute bronchoconstriction than smokers with airflow limitation?",
  "Navigation-controlled cochleostomy. Is an improvement in the quality of results for cochlear implant surgery possible?",
  "Is bronchial wall imaging affected by temporal resolution?",
  "Oral contrast medium in PET/CT: should you or shouldn't you?",
  "Intestinal gas and liver steatosis: a casual association?",
  "Do somatic and cognitive symptoms of traumatic brain injury confound depression screening?",
  "Reduced neural drive in bilateral exertions: a performance-limiting factor?",
  "Does higher cardiovascular response to ECT predict early antidepressant effect?",
  "Is new drug prescribing in primary care specialist induced?",
  "Are urology residents ready to treat premature ejaculation after their training?",
  "Does public subsidy of the cost of malaria chemoprophylaxis reduce imported malaria?",
  "Bacterial colonisation of collagen-coated polypropylene vaginal  mesh: are additional intraoperative sterility procedures useful?",
  "Are immigrants and nationals born to immigrants at higher risk for delayed or no lifetime breast and cervical cancer screening?",
  "Is the bare spot a consistent landmark for shoulder arthroscopy?",
  "Do we need tailored smoking cessation interventions for smokers with COPD?",
  "Are there side effects to watching 3D movies?",
  "Is the expression of classical HLA class I antigens on trophoblast of importance for human pregnancy?",
  "Antegrade double balloon enteroscopy for continued obscure gastrointestinal bleeding following push enteroscopy: is there a role?",
  "Seizure anticipation: do mathematical measures correlate with video-EEG evaluation?",
  "Is high waist circumference and body weight associated with high blood pressure in Iranian primary school children?",
  "Ophthalmoplegia with migraine in adults: is it ophthalmoplegic migraine?",
  "Facial aesthetic preferences among Asian women: are all oriental Asians the same?",
  "Does the non-randomized controlled study have a place in the systematic review?",
  "Is postoperative adjuvant chemoradiotherapy efficacious and safe for gastric cancer patients with D2 lymphadenectomy?",
  "Affect-regulated exercise intensity: does training at an intensity that feels 'good' improve physical health?",
  "Does acute organ dysfunction predict patient-centered outcomes?",
  "Can bipolar vaporization be considered an alternative energy source in the endoscopic treatment of urethral strictures and bladder neck contracture?",
  "Should Brazilian patients with chronic hepatitis C virus infection be vaccinated against hepatitis A virus?",
  "Can the Toronto Extremity Salvage Score produce reliable results when used online?",
  "Is mandibular asymmetry more frequent and severe with unilateral disc displacement?",
  "Does adversity early in life affect general population suicide rates?",
  "Should I apply to medical school?",
  "Is splenectomy necessary for immune thrombocytopenic purpura?",
  "Does computer-aided diagnosis for lung tumors change satisfaction of search in chest radiography?",
  "Comparison of different cardiac risk scores for coronary artery disease in symptomatic women: do female-specific risk factors matter?",
  "Power Doppler ultrasonography of the feeding arteries of the prostate gland: a novel approach to the diagnosis of prostate cancer?",
  "Could we predict asymptomatic cardiovascular autonomic neuropathy in type 1 diabetic patients attending out-patients clinics?",
  "Does endothelial cell density correlate with corneal diameter in a group of young adults?",
  "Ethnic differences in cognitive development in the first 7 years: does maternal generational status matter?",
  "Do iron and vitamin C co-supplementation influence platelet function or LDL oxidizability in healthy volunteers?",
  "Can traumatic brain injury surveillance systems be used to link individuals with TBI to services?",
  "Venus and Freud: an educational opportunity?",
  "Initial assessment of dual-energy CT in patients with gallstones or bile duct stones: can virtual nonenhanced images replace true nonenhanced images?",
  "Are standing order programs associated with influenza vaccination?",
  "Is Time to Reach EDSS 6.0 Faster in Patients with Late-Onset versus Young-Onset Multiple Sclerosis?",
  "Antisynthetase syndrome and lung carcinoma: a fortuitous association?",
  "Watermelon colon: is there an association with alcohol?",
  "Does socioeconomic inequality explain ethnic differences in nicotine dependence?",
  "Does negative expiratory pressure (NEP) during spontaneous breathing predict respiratory impairment in elderly?",
  "Do social network characteristics predict mammography screening practices?",
  "Is risk of axillary lymph node metastasis associated with proximity of breast cancer to the skin?",
  "Can dimensions of national culture predict cross-national differences in medical communication?",
  "Breast MRI as an adjunct to mammography: Does it really suffer from low specificity?",
  "Can magnetic resonance imaging of the hand and wrist differentiate between rheumatoid arthritis and psoriatic arthritis in the early stages of the disease?",
  "Do psychotherapists improve with time and experience?",
  "Do seniors understand their risk of moving to a nursing home?",
  "Does estrogen prevent skin aging?",
  "Does schistosomiasis interfere with application of the Knodell score for assessment of chronic hepatitis C?",
  "Ventricular tachycardias in patients with pulmonary hypertension: an underestimated prevalence?",
  "Blueprint for a deliberative public forum on biobanking policy: were theoretical principles achievable in practice?",
  "Nonselective carotid artery ultrasound screening in patients undergoing coronary artery bypass grafting: Is it necessary?",
  "Benign scrotal pathology: should all patients undergo surgery?",
  "Translation between the Neer- and the AO/OTA-classification for proximal humeral fractures: do we need to be bilingual to interpret the scientific literature?",
  "Does the tension-free vaginal tape procedure (TVT) affect the voiding function over time?",
  "Should high sensitive C-reactive protein measurement be included in health screening packages?",
  "Is there value in alvimopan in minimally invasive colorectal surgery?",
  "Does enrollment in a randomized clinical trial lead to a higher cost of routine care?",
  "Are synchronised swimmers at risk of amenorrhoea?",
  "Weekends: a dangerous time for having a stroke?",
  "Can clinical features distinguish between immobile patients with stroke at high and low risk of deep vein thrombosis?",
  "Is the prevalence of adult asthma and allergic rhinitis still increasing?",
  "Are Nurses and Auxiliary Healthcare Workers Equally Effective in Delivering Smoking Cessation Support in Primary Care?",
  "Are roadside pedestrian injury patterns predictable in a densely populated, urban setting?",
  "Do early infant feeding practices vary by maternal ethnic group?",
  "Diffuse intrinsic pontine glioma: is MRI surveillance improved by region of interest volumetry?",
  "Does a reduction in general practitioners' use of diagnostic tests lead to more hospital referrals?",
  "Weight control in wrestling: eating disorders or disordered eating?",
  "Pediatric nasal bone fractures: does delayed treatment really lead to adverse outcomes?",
  "Weight gain in Turner Syndrome: association to puberty induction?",
  "Delayed recovery after pancreaticoduodenectomy: a major factor impairing the delivery of adjuvant therapy?",
  "The ten most common adverse drug reactions (ADRs) in oncology patients: do they matter to you?",
  "Pericarditis after high-dose chemotherapy: more frequent than expected?",
  "Video analysis of the escape flight of Pileated Woodpecker Dryocopus pileatus: does the Ivory-billed Woodpecker Campephilus principalis persist in continental North America?",
  "Does consideration and assessment of effects on health equity affect the conclusions of systematic reviews?",
  "Can communication skills workshops for emergency department doctors improve patient satisfaction?",
  "Participation and experience of third-year medical students in handoffs: time to sign out?",
  "Can this prosthesis be saved?",
  "Is traditional reading of the bedside chest radiograph appropriate to detect intraatrial central venous catheter position?",
  "Is whole-brain radiotherapy effective and safe in elderly patients with brain metastases?",
  "Male migration and risky sexual behavior in rural India: is the place of origin critical for HIV prevention programs?",
  "Post-stroke fatigue: a problem of altered corticomotor control?",
  "Do antenatal classes benefit the mother and her baby?",
  "Multiple testing in orthopedic literature: a common problem?",
  "Riding motorcycles: is it a lower limb hazard?",
  "Reduction in the use of surgery for glue ear: did national guidelines have an impact?",
  "Is American College of Surgeons NSQIP organ space infection a surrogate for pancreatic fistula?",
  "Does articulating study casts make a difference to treatment planning?",
  "Does Navigation Improve Accuracy of Placement of Pedicle Screws in Single-level Lumbar Degenerative Spondylolisthesis?",
  "Is upper gastrointestinal radiography necessary in the initial management of uncomplicated dyspepsia?",
  "Do gastrointestinal transit times and colonic dimensions change with time since spinal cord injury?",
  "Selective versus nonselective fusion for idiopathic scoliosis: does lumbosacral takeoff angle change?",
  "Temporal dynamics in wheat grain zinc distribution: is sink limitation the key?",
  "Detrusor Muscle in TUR-Derived Bladder Tumor Specimens: Can We Actually Improve the Surgical Quality?",
  "ADC values and prognosis of malignant astrocytomas: does lower ADC predict a worse prognosis independent of grade of tumor?",
  "Illness perceptions and treatment perceptions of patients with chronic kidney disease: different phases, different perceptions?",
  "Antimitochondrial antibody profiles: are they valid prognostic indicators in primary biliary cirrhosis?",
  "Frequent detection of androgen receptors in spindle cell lipomas: an explanation for this lesion's male predominance?",
  "Is antenatal bladder neck mobility a risk factor for postpartum stress incontinence?",
  "Does coffee drinking increase the risk of coronary heart disease?",
  "Does the job demand-control model correspond to externally assessed demands and control for both women and men?",
  "Is there a place for the late cardioversion of atrial fibrillation?",
  "Is apoptosis the cause of noninsertional achilles tendinopathy?",
  "Is 18F-FDG PET/CT useful for the early prediction of histopathologic response to neoadjuvant erlotinib in patients with non-small cell lung cancer?",
  "Is there benefit in referring patients with fibromyalgia to a specialist clinic?",
  "Unrecognized suicidal ideation in ED patients: are we missing an opportunity?",
  "Is routine intraoperative cholangiogram necessary in the twenty-first century?",
  "Was the 1988 HIV epidemic among Bangkok's injecting drug users a common source outbreak?",
  "Does skip metastasis or other lymph node parameters have additional effects on survival of patients undergoing radical cystectomy for bladder cancer?",
  "Captopril enhances transforming growth factor (TGF)-beta1 expression in peripheral blood mononuclear cells: a mechanism independent from angiotensin converting enzyme inhibition?",
  "Image-guided cervix high-dose-rate brachytherapy treatment planning: does custom computed tomography planning for each insertion provide better conformal avoidance of organs at risk?",
  "Global measures of quality- and patient safety-related childbirth outcomes: should we monitor adverse or ideal rates?",
  "Is it possible to simulate physiologic loading conditions by applying pure moments?",
  "Management of ophthalmology referral letters in the United Kingdom: are traditional methods the best?",
  "Do physical signs reflect the degree of airflow obstruction in patients with asthma or chronic obstructive pulmonary disease?",
  "Aortic dissection: natural course of disease?",
  "Does the lower instrumented vertebra have an effect on lumbar mobility, subjective perception of trunk flexibility, and quality of life in patients with idiopathic scoliosis treated by spinal fusion?",
  "Is perforated marginal ulcer after the surgery of gastroduodenal ulcer associated with inadequate treatment for Helicobacter pylori eradication?",
  "Teacher-made models: the answer for medical skills training in developing countries?",
  "Highly well differentiated hepatocellular carcinoma and benign hepatocellular lesions. Can they be distinguished on fine needle aspiration biopsy?",
  "Is delayed facilitated percutaneous coronary intervention better than immediate in reperfused myocardial infarction?",
  "Cytology of cerebrospinal fluid. Are polylysine-coated slides useful?",
  "Management of early onset severe preeclampsia in a tertiary hospital in India: does expectant management alter perinatal outcome?",
  "Pain in hereditary neuropathy with liability to pressure palsy: an association with fibromyalgia syndrome?",
  "Is there a benefit to preoperative weight loss in gastric bypass patients?",
  "Hyperemesis gravidarum: is an ultrasound scan necessary?",
  "Bilateral invasive electroencephalography in patients with tuberous sclerosis complex: a path to surgery?",
  "Is it necessary to preserve the posterior branch of the great auricular nerve in parotidectomy?",
  "Does preexisting antiplatelet treatment influence postthrombolysis intracranial hemorrhage in community-treated ischemic stroke patients?",
  "Is the ultrasound-estimated bladder weight a reliable method for evaluating bladder outlet obstruction?",
  "Are there any differences in clinical and laboratory findings on admission between H1N1 positive and negative patients with flu-like symptoms?",
  "Open repair of descending and thoracoabdominal aortic aneurysms and dissections in patients aged younger than 60 years: superior to endovascular repair?",
  "Google Search Queries About Neurosurgical Topics: Are They a Suitable Guide for Neurosurgeons?",
  "Can pre-operative computed tomography predict resectability of ovarian carcinoma at primary laparotomy?",
  "Are biomarkers of chronic alcohol misuse useful in the assessment of DWI recidivism status?",
  "Hospice inpatients' views on physical examination by medical students: is it acceptable?",
  "Can residual leg shortening be predicted in patients with Legg-Calvé-Perthes' disease?",
  "Does smoking in adolescence affect body mass index, waist or height?",
  "Bilateral neck exploration under hypnosedation: a new standard of care in primary hyperparathyroidism?",
  "Obesity and smoking: are they modulators of cough intravesical peak pressure in stress urinary incontinence?",
  "Interscalene brachial plexus block: can the risk of entering the spinal canal be reduced?",
  "Does imatinib turn recurrent and/or metastasized gastrointestinal stromal tumors into a chronic disease?",
  "Objective interpretation of surgical outcomes: is there a need for standardizing digital images in the plastic surgery literature?",
  "Is gut the \"motor\" for producing hepatocellular dysfunction after trauma and hemorrhagic shock?",
  "Relentless placoid chorioretinitis: A new entity or an unusual variant of serpiginous chorioretinitis?",
  "The Southeast Scotland Foundation Doctor Teaching Programme--is \"near-peer\" teaching feasible, efficacious and sustainable on a regional scale?",
  "Low-molecular-weight heparin use with thrombolysis: is it effective and safe?",
  "The Bernese periacetabular osteotomy: is transection of the rectus femoris tendon essential?",
  "Do antiphospholipid antibodies increase the long-term risk of thrombotic complications in young patients with a recent TIA or ischemic stroke?",
  "Diagnosing HIV infection in patients presenting with glandular fever-like illness in primary care: are we missing primary HIV infection?",
  "Is Low Serum Klotho Level Associated with Alterations in Coronary Flow Reserve?",
  "Old age and chronic disease: is the emergency medical system the appropriate provider for the elderly?",
  "Verbal short-term memory in Down's syndrome: an articulatory loop deficit?",
  "Are there differences in the use of selective serotonin reuptake inhibitors and tricyclic antidepressants?",
  "Is the introduction of anonymous delivery associated with a reduction of high neonaticide rates in Austria?",
  "Effect of repetitive episodes of exercise induced myocardial ischaemia on left ventricular function in patients with chronic stable angina: evidence for cumulative stunning or ischaemic preconditioning?",
  "Can children with developmental coordination disorder adapt to task constraints when catching two-handed?",
  "Are patients being transferred to level-I trauma centers for reasons other than medical necessity?",
  "Do the angle and length of the eustachian tube influence the development of chronic otitis media?",
  "Stroke risk and suboptimal thromboprophylaxis in Chinese patients with atrial fibrillation: would the novel oral anticoagulants have an impact?",
  "Introducing evidence-based medicine in reimbursement procedures: does it affect the outcome?",
  "Does the presence of siblings affect the results produced by a surveillance system of child mistreatment?",
  "Do GPs prescribe antidepressants differently for South Asian patients?",
  "Does brace treatment impact upon the flexibility and the correctability of idiopathic scoliosis in adolescents?",
  "Intra-abdominal drainage after pancreatic resection: is it really necessary?",
  "Does hearing lead to understanding?",
  "Issue a boil-water advisory or wait for definitive information?",
  "Altered circulating levels of adhesion molecules at 18 weeks' gestation among women with eventual preeclampsia: indicators of disturbed placentation in absence of evidence of endothelial dysfunction?",
  "Extracorporeal shockwave therapy for Peyronie's disease: an alternative treatment?",
  "Androgen deficiency in male patients diagnosed with ANCA-associated vasculitis: a cause of fatigue and reduced health-related quality of life?",
  "Does slowed processing speed account for executive deficits in multiple sclerosis?",
  "Corneal Transplantation in Disease Affecting Only One Eye: Does It Make a Difference to Habitual Binocular Viewing?",
  "Mother-to-infant HCV transmission. Can we influence the frequency and the course of the infection?",
  "Do stages of menopause affect the outcomes of pelvic floor muscle training?",
  "Is ADHD a risk for posttraumatic stress disorder (PTSD)?",
  "Comparison of isolated and concomitant liver injuries: is hepatic trauma entirely responsible for the outcome?",
  "Is esophageal adenocarcinoma occurring late after antireflux surgery due to persistent postoperative reflux?",
  "Thick fetal corpus callosum: an ominous sign?",
  "Co-occurrence of social anxiety and depression symptoms in adolescence: differential links with implicit and explicit self-esteem?",
  "Does meniscus removal affect ACL-deficient knee laxity?",
  "Postpartum anti-D: can we safely reduce the dose?",
  "Does tailoring instructional style to a medical student's self-perceived learning style improve performance when teaching intravenous catheter placement?",
  "Increased HIV testing and reduced undiagnosed infection among gay men in Scotland, 2005-8: support for the opt-out testing policy?",
  "Do clinical trials of treatment of alcohol dependence adequately enroll participants with co-occurring independent mood and anxiety disorders?",
  "Do larger pictorial health warnings diminish the need for plain packaging of cigarettes?",
  "Beak-Like Extension of the Pancreatic Uncinate Process on MDCT: Is It Hyperplasia or Movement?",
  "Do current outcomes justify more liberal use of revascularization for vasculogenic claudication?",
  "Is there a relationship between dietary fat and stature or growth in children three to five years of age?",
  "Is intracytoplasmic sperm injection (ICSI) associated with higher incidence of congenital anomalies?",
  "Demographic, epidemiological, and health transitions: are they relevant to population health patterns in Africa?",
  "Are there gender-specific differences concerning quality of life in treated acromegalic patients?",
  "Can peak expiratory flow measurements reliably identify the presence of airway obstruction and bronchodilator response as assessed by FEV(1) in primary care patients presenting with a persistent cough?",
  "Are antidepressants all the same?",
  "Do treatment process factors mediate the relationship between type A-type B and outcome in 12-Step oriented substance abuse treatment?",
  "Does diagnostic sonography alter thyroid and parathyroid hormone levels?",
  "Can pictorial warning labels on cigarette packages address smoking-related health disparities?",
  "Is a low dose of concomitant chemotherapy with extended-field radiotherapy acceptable as an efficient treatment for cervical cancer patients with metastases to the para-aortic lymph nodes?",
  "Does pharmacological dose of parenteral arginine have beneficial effect in rats with sub-acute peritonitis?",
  "Is it important to restrict head movement after Epley maneuver?",
  "Does the six-minute walk test measure walking performance or physical fitness in persons with multiple sclerosis?",
  "Does high-density lipoprotein influence the development of saphenous vein graft disease after coronary bypass surgery?",
  "Is greater than normal nocturnal heart rate in children with renal scars a predictor of reflux nephropathy?",
  "Can continuous pump feeding reduce the incidence of pneumonia in nasogastric tube-fed patients?",
  "Do abandoned leads pose risk to implantable cardioverter-defibrillator patients?",
  "Does urethral competence affect urodynamic voiding parameters in women with prolapse?",
  "Traumatic brain injury and ischemic stroke: a delayed sequela?",
  "Stage I-IIA non-bulky Hodgkin's lymphoma. Is further distinction based on prognostic factors useful?",
  "Chloramphenicol resistance in vancomycin-resistant enterococcal bacteremia: impact of prior fluoroquinolone use?",
  "Kidney cancer focal cryoablation trend: does location or approach matter?",
  "Does pulmonary artery venting decrease the incidence of postoperative atrial fibrillation after conventional aortocoronary bypass surgery?",
  "Does team midwife care increase satisfaction with antenatal, intrapartum, and postpartum care?",
  "Psychological well-being and reactions to multiple unemployment events: adaptation or sensitisation?",
  "Does the current definition of contrast-induced acute kidney injury reflect a true clinical entity?",
  "Do Acute Myocardial Infarction and Heart Failure Readmissions Flagged as Potentially Preventable by the 3M Potentially Preventable Readmissions Software Have More Process-of-Care Problems?",
  "Can bisphosphonate treatment be stopped in a growing child with skeletal fragility?",
  "Pediatric advanced life support training of pediatricians in New Jersey: cause for concern?",
  "The cost of medical care for patients with diabetes, hypertension and both conditions: does alcohol use play a role?",
  "Increasing the number of trainees in general surgery residencies: is there capacity?",
  "Antiplatelet drugs in the secondary prevention after stroke: differential efficacy in large versus small vessel disease?",
  "Does interview mode matter for food security measurement?",
  "Breaking down barriers to communicating complex retinoblastoma information: can graphics be the solution?",
  "Can sarcoidosis and metastatic bone lesions be reliably differentiated on routine MRI?",
  "Is energy intake altered by a 10-week aerobic exercise intervention in obese adolescents?",
  "The effect of laparoscopic sleeve gastrectomy on the antireflux mechanism: can it be minimized?",
  "Does water-jet force make a difference in fat grafting?",
  "Scribe during emergency department resuscitation: Registered Nurse domain or up for grabs?",
  "Micro vs. macrodiscectomy: Does use of the microscope reduce complication rates?",
  "Does gerontopsychiatry belong to medicine?",
  "High population densities of Macrolophus pygmaeus on tomato plants can cause economic fruit damage: interaction with Pepino mosaic virus?",
  "Preventing febrile seizures in children with oral diazepam: can a controlled trial truly be \"double-blind?",
  "Do team and individual debriefs enhance performance?",
  "Can follow-up controls improve the accuracy of MR mammography?",
  "Combined proximal stent grafting plus distal bare metal stenting for management of aortic dissection: Superior to standard endovascular repair?",
  "Theatre within 36 h for patients with fracture of the proximal femur: can we deliver?",
  "Is nasal steroid spray bottle contamination a potential issue in chronic rhinosinusitis?",
  "Short Children with CHARGE Syndrome: Do They Benefit from Growth Hormone Therapy?",
  "Is there an association of plasma homocysteine levels with vascular involvement in patients with Behçet's syndrome?",
  "Does nasogastric feeding reduce distress after cleft palate repair in infants?",
  "Evaluating the decisional balance construct of the Transtheoretical Model: are two dimensions of pros and cons really enough?",
  "Psychiatric outcomes after childbirth: can posttraumatic growth protect me from disordered eating symptoms?",
  "Does positive family history of prostate cancer increase the risk of prostate cancer on initial prostate biopsy?",
  "Can children and adolescents use photographs of food to estimate portion sizes?",
  "Does a laparoscopic approach affect the number of lymph nodes harvested during curative surgery for colorectal cancer?",
  "Terminal ileal Crohn's disease: conservative surgeon and aggressive physician?",
  "Is there a clinical association of vancomycin MIC creep, agr group II locus, and treatment failure in MRSA bacteremia?",
  "Does the placement of a FRECA gastrostomy at the time of laparoscopic fundoplication impact on outcome?",
  "Do smoking habits differ between women and men in contemporary Western populations?",
  "Estrus detection in dairy cattle: changes after the introduction of an automated activity monitoring system?",
  "Are early and late preeclampsia distinct subclasses of the disease--what does the placenta reveal?",
  "Bloody pericardial effusion in patients with cardiac tamponade: is the cause cancerous, tuberculous, or iatrogenic in the 1990s?",
  "Do revised hip resurfacing arthroplasties lead to outcomes comparable to those of primary and revised total hip arthroplasties?",
  "Small-group CME using e-mail discussions. Can it work?",
  "Is increased body mass index associated with the incidence of testicular germ cell cancer?",
  "Beyond Maastricht IV: are standard empiric triple therapies for Helicobacter pylori still useful in a South-European country?",
  "Vasoactive diadenosine polyphosphates in human placenta: possible candidates in the pathophysiology of pre-eclampsia?",
  "Are health care professionals advising adults with arthritis to become more physically active?",
  "Is there yet any place for reagent strips in diagnosing spontaneous bacterial peritonitis in cirrhotic patients?",
  "Gender effect in experimental models of human medulloblastoma: does the estrogen receptor β signaling play a role?",
  "Does the availability of single cigarettes promote or inhibit cigarette consumption?",
  "Incidental thyroid cancer in toxic and nontoxic goiter: Is TSH associated with malignanCy rate?",
  "Do \"Myths\" of low back pain exist among Irish population?",
  "The influence of birth weight and socioeconomic position on cognitive development: Does the early home and learning environment modify their effects?",
  "Laparoscopic adrenalectomy for pheochromocytoma: take the vein last?",
  "Association of masticatory performance with age, gender, number of teeth, occlusal force and salivary flow in Japanese older adults: is ageing a risk factor for masticatory dysfunction?",
  "Can we obtain better specimens with an end-cutting prostatic biopsy device?",
  "Post-traumatic stress symptoms in long-term non-Hodgkin's lymphoma survivors: does time heal?",
  "Combined coronary artery bypass with carotid endarterectomy: do women have worse outcomes?",
  "Is short-term palliative care cost-effective in multiple sclerosis?",
  "Preoperative diagnostic for palatal implants: Is CT or CBCT necessary?",
  "Can optical coherence tomography replace fluorescein angiography in detection of ischemic diabetic maculopathy?",
  "Does cumulative prostate cancer length (CCL) in prostate biopsies improve prediction of clinically insignificant cancer at radical prostatectomy in patients eligible for active surveillance?",
  "Unilateral multicystic dysplastic kidney: does initial size matter?",
  "Does repeat biopsy affect the prognosis of patients with prostate cancer treated with radical prostatectomy?",
  "Long-term treatment with sulindac in familial adenomatous polyposis: is there an actual efficacy in prevention of rectal cancer?",
  "Does delivery matter?",
  "High nodal positivity rates even in good clinical responders after chemoradiation of rectal cancer: is organ preservation feasible?",
  "Does gastroschisis reduction require general anesthesia?",
  "Do the kidneys contribute to propofol elimination?",
  "Is running less skilled in triathletes than runners matched for running training history?",
  "Are knee biomechanics different in those with and without patellofemoral osteoarthritis after anterior cruciate ligament reconstruction?",
  "Is bilateral age-related macular degeneration less common in Asians than Caucasians?",
  "Efficacy of pacemaker tachycardia termination algorithms: is electrophysiological testing alone adequate?",
  "Sexual and reproductive health activities in HIV programmes: can we monitor progress?",
  "Are Carious Lesions in Previously Sealed Occlusal Surfaces Detected as well on Colour Photographs as by Visual Clinical Examination?",
  "Should we wait until severe pulmonary hypertension develops?",
  "Are we doing \"better\"?",
  "Does overprotection cause cardiac invalidism after acute myocardial infarction?",
  "Are hypertension and diabetes mellitus risk factors for pelvic organ prolapse?",
  "Does use of a biologic agent increase the incidence of postoperative infection in surgery for rheumatoid arthritis after total joint arthroplasty?",
  "Is there a relationship between hypomagnesemia and proton-pump inhibitors in patients on chronic hemodialysis?",
  "Biomechanical analysis of the modified Bristow procedure for anterior shoulder instability: is the bone block necessary?",
  "Is There a Safe Lipoaspirate Volume?",
  "Antimicrobial use at a university hospital: appropriate or misused?",
  "Is routine prophylactic cervical cerclage associated with significant prolongation of triplet gestation?",
  "Does body posture influence hand preference in an ancestral primate model?",
  "Should genetic testing for SCAs be included in the diagnostic workup for MSA?",
  "Emergency department waiting room stress: can music or aromatherapy improve anxiety scores?",
  "Does dialysis modality influence the oxidative stress of uremic patients?",
  "Can prostate specific antigen derivatives and pathological parameters predict significant change in expectant management criteria for prostate cancer?",
  "Are the infrared thermography findings skin temperature-dependent?",
  "Child Passenger Safety Training for Pediatric Interns: Does it Work?",
  "Do surgical margin and local recurrence influence survival in soft tissue sarcomas?",
  "Can focused trauma education initiatives reduce mortality or improve resource utilization in a low-resource setting?",
  "Can a chitin-synthesis-inhibiting turfgrass fungicide enhance black cutworm susceptibility to a baculovirus?",
  "Incidence of syphilis in Greenland 2010-2014: the beginning of a new epidemic?",
  "Versican expression in canine carcinomas in benign mixed tumours: is there an association with clinical pathological factors, invasion and overall survival?",
  "Is prophylactic treatment after myocardial infarction evidence-based?",
  "Relationship between job demands and psychological outcomes among nurses: Does skill discretion matter?",
  "Thyroid cancer: is the incidence still increasing?",
  "A mobile minimally invasive interventional shelter: a new answer to on-spot emergency treatment of large arterial injuries?",
  "Neuropsychologic functioning and health status in systemic lupus erythematosus: does ethnicity matter?",
  "Follicular neoplasm involving one lobe of thyroid: is hemithyroidectomy the adequate initial procedure?",
  "Palmar multidirectional fixed-angle plate fixation in distal radius fractures: do intraarticular fractures have a worse outcome than extraarticular fractures?",
  "Is it more effective for highly trained swimmers to live and train at 1200 m than at 1850 m in terms of performance and haematological benefits?",
  "Can middle cerebral artery peak systolic velocity predict polycythemia in monochorionic-diamniotic twins?",
  "Is there a role for surgery in the management of isolated secundum atrial septal defect in adults?",
  "Treatment of patients with suspected pulmonary embolism and intermediate-probability lung scans: is diagnostic imaging underused?",
  "Do breaks in gastroenterology fellow endoscopy training result in a decrement in competency in colonoscopy?",
  "Health-related quality of life in overweight German children and adolescents: do treatment-seeking youth have lower quality of life levels?",
  "Cancer and longevity--is there a trade-off?",
  "Do social activities substitute for food in youth?",
  "Should pathologists continue to use the current pT2 substaging system for reporting of radical prostatectomy specimens?",
  "Is anesthesia dangerous?",
  "Does a plastic drape reduce incidence of heterotopic ossification after hip resurfacing?",
  "Is granuloma annulare related to intermediate uveitis with retinal vasculitis?",
  "Nighttime fears of preschool children: a potential disposition marker for anxiety?",
  "Ischaemia or reperfusion: which is a main trigger for changes in nitric oxide mRNA synthases expression?",
  "Is the physical decay correction of the (18)F-FDG input function in dynamic PET imaging justified?",
  "Is femoral tunnel length correlated with the intercondylar notch and femoral condyle geometry after double-bundle anterior cruciate ligament reconstruction using the transportal technique?",
  "Is psychotherapy a reliable alternative to pharmacotherapy to promote the mental health of infertile women?",
  "Does uranium induce circulatory diseases?",
  "Radical prostatectomy: is complete resection of the seminal vesicles really necessary?",
  "Subungual haematomas: is simple trephining enough?",
  "Does fluoride influence oviposition of Anopheles stephensi in stored water habitats in an urban setting?",
  "Does renal failure cause an atherosclerotic milieu in patients with end-stage renal disease?",
  "Is the tissue affinity of ACE inhibitors of relevance for the remodeling of the left ventricular wall following myocardial infarction?",
  "CD4 cell response to antiretroviral therapy in children with vertically acquired HIV infection: is it associated with age at initiation?",
  "Is forceps more useful than visualization for measurement of colon polyp size?",
  "The severity of ST segment elevation in acute inferior myocardial infarction: does it predict the presence of a proximal culprit lesion along the right coronary artery course?",
  "Association of colon adenomas and skin tags: coincidence or coexistence?",
  "Is treatment under general anaesthesia associated with dental neglect and dental disability among caries active preschool children?",
  "Do persons with diabetes know their (A1C) number?",
  "Is the inverted surface landing more suitable in evaluating ankle braces and ankle inversion perturbation?",
  "Is prolonged catheterization a risk factor for artificial urinary sphincter cuff erosion?",
  "Process of care and outcome after acute myocardial infarction for patients with mental illness in the VA health care system: are there disparities?",
  "Does epidural analgesia prolong labor and increase risk of cesarean delivery?",
  "Computers in medical education 3: A possible tool for the assessment of clinical competence?",
  "Thyroid scintigraphy: its place in preoperative diagnosis of thyroid nodules?",
  "Can dual-time-point 18F-FDG PET/CT differentiate malignant salivary gland tumors from benign tumors?",
  "Do ambient noise exposure levels predict hearing loss in a modern industrial cohort?",
  "Is there a valid app for that?",
  "Throat infection, neck spinal disease, chest pain and cardiac response: a new clinical syndrome?",
  "Low-level microsatellite instability colorectal carcinomas: do they really belong to a \"gray zone\" between high-level microsatellite instability and microsatellite-stable cancers?",
  "Three-dimensional craniocervical helical CT: is isotropic imaging possible?",
  "Long hours in paid and domestic work and subsequent sickness absence: does control over daily working hours matter?",
  "Particular cutaneous side effects with etoposide-containing courses: is VP16 or etoposide phosphate responsible?",
  "Brain-computer interfaces and communication in paralysis: extinction of goal directed thinking in completely paralysed patients?",
  "Does flexion contracture continue to improve up to five years after total knee arthroplasty?",
  "Is serum creatine kinase:aspartate aminotransferase ratio useful for diagnosing acute myocardial infarction in elderly patients?",
  "Is hyperemesis gravidarum associated with placental weight and the placental weight-to-birth weight ratio?",
  "Is the routine abdominal ultrasound a sufficiently sensitive method for the detection of colonic malignancy?",
  "Can amniotic fluid distribution predict fetal outcome?",
  "Are multiple cerebral infarcts synergistic?",
  "Can we predict postprocedural paravalvular leak after Edwards SAPIEN transcatheter aortic valve implantation?",
  "Does left molar approach to laryngoscopy make difficult intubation easier than the conventional midline approach?",
  "The vein collar: an anastomotic servant or a patency promoter?",
  "Efficacy of the revised Enzian classification: a retrospective analysis. Does the revised Enzian classification solve the problem of duplicate classification in rASRM and Enzian?",
  "Practitioner reporting of birth defects in children born following assisted reproductive technology: Does it still have a role in surveillance of birth defects?",
  "Do women notice the effect of childbirth-related pelvic floor trauma?",
  "Hormonal contraception and false-positive cervical cytology: is there an association?",
  "Coding OSICS sports injury diagnoses in epidemiological studies: does the background of the coder matter?",
  "Does age modify the relationship between morbidity severity and physical health in English and Dutch family practice populations?",
  "Cannabis use and violence: Is there a link?",
  "Evaluation of magnetic resonance imaging following neuraxial steroid administration: does epidural injection produce pathologic findings?",
  "Does Acupuncture Treatment Affect Utilization of Other Hospital Services at an Urban Safety-Net Hospital?",
  "Phenotypic and molecular characterization of Neisseria gonorrhoeae isolates from Slovenia, 2006-12: rise and fall of the multidrug-resistant NG-MAST genogroup 1407 clone?",
  "Evaluating a Web-based graduate level nursing ethics course: thumbs up or thumbs down?",
  "Total ankle replacement in patients under the age of 50. Should the indications be revised?",
  "Can the science of communication inform the art of the medical humanities?",
  "Psychosocial factors and surgical outcomes: are elderly depressed patients less satisfied with surgery?",
  "Does loop electrosurgical excision procedure of the uterine cervix affect anti-Müllerian hormone levels?",
  "Is it possible to assess subjective well-being among bipolar inpatients?",
  "Valuing the outcomes of treatment: do patients and their caregivers agree?",
  "Does Hospitalization Predict the Disease Course in Ulcerative Colitis?",
  "Can tissue dielectric constant measurement aid in differentiating lymphoedema from lipoedema in women with swollen legs?",
  "Do psychiatrists have less access to medical services for their patients?",
  "Is screening for depression in the perinatal period enough?",
  "Postintubation injuries and open surgical tracheostomy: should we always perform isthmectomy?",
  "Cervical cancer screening of HIV-positive women: is a prolongation of the screening interval meaningful?",
  "Squamous cell carcinomas that arise in the oral cavity and tongue base: can CT help predict perineural or vascular invasion?",
  "Contrast-induced nephropathy and long-term adverse events: cause and effect?",
  "Do high risk patients alter their lifestyle to reduce risk of colorectal cancer?",
  "Does fluoxetine have any effect on the cognition of patients with mild cognitive impairment?",
  "Thin-section CT of the lung: does electrocardiographic triggering influence diagnosis?",
  "Does a half-day course about palliative care matter?",
  "Endothelial dysfunction in uterine circulation in preeclampsia: can estrogens improve it?",
  "Do low levels of beta-endorphin in the cerebrospinal fluid indicate defective top-down inhibition in patients with chronic neuropathic pain?",
  "Are they protected?",
  "Delayed Primary Closure of Fasciotomy Incisions in the Lower Leg: Do We Need to Change Our Strategy?",
  "Do Tele-Operators Learn to Better Judge Whether a Robot Can Pass Through an Aperture?",
  "Are risk factors for suicide universal?",
  "Raman Spectroscopy Differentiates Each Tissue from the Skin to the Spinal Cord: A Novel Method for Epidural Needle Placement?",
  "Do early emergency calls before patient collapse improve survival after out-of-hospital cardiac arrests?",
  "Is the fetal lung a mineralocorticoid receptor target organ?",
  "Radiographic assessment of splenic injury without contrast: is contrast truly needed?",
  "Robotic versus laparoscopic rectal resection: is there any real difference?",
  "Do urban environments increase the risk of anxiety, depression and psychosis?",
  "Does prenatal antibiotic therapy compromise the diagnosis of early-onset infection and management of the neonate?",
  "Outsourcing medical data analyses: can technology overcome legal, privacy, and confidentiality issues?",
  "Does the presence of anterior mandibular teeth increase the incidence of denture stomatitis?",
  "Do daily threshold trend fluctuations of epicardial leads correlate with pacing and sensing characteristics in paediatric patients?",
  "Do high-risk urban youth also have older friends?",
  "Primary prevention with a defibrillator: are therapies always really optimized before implantation?",
  "Collaboration between health services managers and researchers: making a difference?",
  "Are peripherally inserted central catheters associated with increased risk of adverse events in status 1B patients awaiting transplantation on continuous intravenous milrinone?",
  "HIDA, percutaneous transhepatic cholecysto-cholangiography and liver biopsy in infants with persistent jaundice: can a combination of PTCC and liver biopsy reduce unnecessary laparotomy?",
  "Does surgical technique affect the incidence of spondylodiscitis post-lumbar microdiscectomy?",
  "Is the minimum enough?",
  "The intracranial complications of rhinosinusitis: can they be prevented?",
  "Emergency department or general practitioner following transient ischaemic attack?",
  "Is routine voiding cystourethrogram necessary following double hit for primary vesicoureteral reflux?",
  "Unilateral pseudogynecomastia: an occupational hazard in manual metal-pressing factories?",
  "\"Ultra\" E.R.A.S. in laparoscopic colectomy for cancer: discharge after the first flatus?",
  "Is it ever safe to stop azole therapy for Coccidioides immitis meningitis?",
  "Registering ischaemic heart disease: are we meeting the targets for South Asians?",
  "Is sex an independent prognostic factor in cutaneous head and neck melanoma?",
  "Are perceived neighborhood hazards a barrier to physical activity in children?",
  "The availability and depiction of synthetic cathinones (bath salts) on the Internet: Do online suppliers employ features to maximize purchases?",
  "Epidemiology of gout: is the incidence rising?",
  "Do the unmet needs affect the quality of life in breast cancer patients?",
  "Are sociodemographic and regional and sample factors associated with prevalence of abuse?",
  "Painful knee prosthesis: can we help with bone SPECT/CT?",
  "Performance parameters for screening and diagnostic mammography in a community practice: are there differences between specialists and general radiologists?",
  "Detection of antichlamydial antibodies in tears: a diagnostic aid?",
  "Do HMOs affect educational disparities in health care?",
  "Third-trimester fetal MRI in isolated 10- to 12-mm ventriculomegaly: is it worth it?",
  "Is there a relationship between posttraumatic stress and growth after a lymphoma diagnosis?",
  "Are ACOs ready to be accountable for medication use?",
  "Is there any association between where patients spend the end of life and survival after anticancer treatment for gynecologic malignancy?",
  "Does an intraneural interface short-term implant for robotic hand control modulate sensorimotor cortical integration?",
  "Does cisplatin-based chemotherapy effect on blood lipid levels of patients with germ cell testicular tumor in long-term follow-up?",
  "Deep clinical remission: an optimised target in the management of rheumatoid arthritis?",
  "Does radiographic osteoarthritis correlate with flexibility of the lumbar spine?",
  "Increased response to subcutaneous erythropoietin on type I diabetic patients on CAPD: is there a synergistic effect with insulin?",
  "Recanalization after intravenous thrombolysis: does a recanalization time window exist?",
  "Near drowning: is emergency department cardiopulmonary resuscitation or intensive care unit cerebral resuscitation indicated?",
  "Health information on alcoholic beverage containers: has the alcohol industry's pledge in England to improve labelling been met?",
  "Canomad: report of a case with a 40-year history and autopsy. Is this a sensory ganglionopathy with neuromuscular junction blockade?",
  "Global fibrinolytic capacity is decreased in girls with premature adrenarche: a new pathological finding?",
  "Unknown etiology cardiac tamponade. Could some characteristics of the disease define higher probability of specific etiologies?",
  "Does coronary angioplasty after timely thrombolysis improve microvascular perfusion and left ventricular function after acute myocardial infarction?",
  "Fusion of circulating blood cells with solid-organ tissue cells in clinical stem cell transplants: a potential therapeutic model?",
  "Should a minor, unattended by a parent, be given medical services?",
  "Does scoliosis have a psychological impact and does gender make a difference?",
  "Does abnormal expression of acetylcholine receptors in Hirschsprung's disease induce acetylcholine esterase positive nerve fibres?",
  "Time from ACL injury to reconstruction and the prevalence of additional intra-articular pathology: is patient age an important factor?",
  "Does laparoscopy-aided gastrostomy placement improve or worsen gastroesophageal reflux in patients with neurological impairment?",
  "Are the conventional cutoff values adequate to define hypertension in young women?",
  "Can health care utilization explain the association between socioeconomic status and back pain?",
  "Vascularized periosteal transfer from the medial femoral condyle: is it compulsory to include the cortical bone?",
  "Vaccine information pamphlets: more information than parents want?",
  "Model for end-stage liver disease exceptions committee activity in Argentina: does it provide justice and equity among adult patients waiting for a liver transplant?",
  "Are parents' self-reported total cholesterol levels useful in identifying children with hyperlipidemia?",
  "Is premature induced labour justified in case of fetal urinary tract dilatation?",
  "Does specialty training prepare doctors for senior roles?",
  "Can platelet-rich plasma enhance tendon repair?",
  "Is long-term virological response related to CCR5 Delta32 deletion in HIV-1-infected patients started on highly active antiretroviral therapy?",
  "Does vaginal bleeding influence first-trimester markers for Down syndrome?",
  "Are post-docetaxel treatments effective in patients with castration-resistant prostate cancer and performance of 2?",
  "Does anxiety predict the use of urgent care by people with long term conditions?",
  "Is Internet use associated with anxiety in patients with and at risk for cardiomyopathy?",
  "Does the Use of Diagnostic Imaging Reduce the Rate of Negative Appendectomy?",
  "Does cortical motion adaptation exhibit functional properties analogous to light adaptation in the retina?",
  "Do specific pockets of HLA-C molecules predispose Jewish patients to psoriasis vulgaris?",
  "Do psychopathic traits assessed in mid-adolescence predict mental health, psychosocial, and antisocial, including criminal outcomes, over the subsequent 5 years?",
  "Is prostate-specific antigen velocity selective for clinically significant prostate cancer in screening?",
  "Cyclic alternating pattern: a new marker of sleep alteration in patients with fibromyalgia?",
  "Synchronous tumours of the unilateral parotid gland: rare or undetected?",
  "Magnetic resonance imaging: is there a role in clinical management for acute ischemic colitis?",
  "Should we pay the student?",
  "Hyperdense posterior cerebral artery sign in a setting of spontaneous vertebral artery dissection: a blessing in disguise?",
  "Resection arthroplasty of the shoulder as a salvage procedure for deep shoulder infection: does the use of a cement spacer improve outcome?",
  "Managing severe lower limb spasticity in multiple sclerosis: does intrathecal phenol have a role?",
  "Is growth hormone treatment in children associated with weight gain?",
  "Pudendal nerve latency. Does it predict outcome of anal sphincter repair?",
  "Is carbon dioxide laser treatment of lichen sclerosus effective in the long run?",
  "Herbals in cardiovascular practice: are physicians neglecting anything?",
  "Does magnesium sulfate given for prevention of eclampsia affect the outcome of labor?",
  "Do interictal microembolic signals play a role in higher cortical dysfunction during migraine aura?",
  "Is a prosthetic ring required for mitral repair of mitral insufficiency due to posterior leaflet prolapse?",
  "Treatment of gastro-oesophageal reflux disease with rabeprazole in primary and secondary care: does Helicobacter pylori infection affect proton pump inhibitor effectiveness?",
  "Is the incidence of aliphatic amine-induced occupational rhinitis and asthma underestimated?",
  "Is median nerve enlargement at the wrist associated with tremor in Parkinson disease?",
  "Echogenic focus in the fetal left ventricular cavity: is it a false tendon?",
  "Echogenic bowel in intrauterine growth restriction fetuses: does this jeopardize the gut?",
  "Is there any impact of the shape of aortic end-hole cannula on stroke occurrence?",
  "Do Leukocyte and Platelet Counts Have Benefit for \\Preoperative Evaluation of Endometrial Cancer?",
  "Is exercise testing useful to improve the prediction of coronary events in asymptomatic subjects?",
  "Is mammographic spiculation an independent, good prognostic factor in screening-detected invasive breast cancer?",
  "Is systemic right ventricular function by cardiac MRI related to the degree of tricuspid regurgitation in congenitally corrected transposition of the great arteries?",
  "Does bony hip morphology affect the outcome of treatment for patients with adductor-related groin pain?",
  "Is cancer a good way to die?",
  "Stopping antiplatelet medication before coronary artery bypass graft surgery: is there an optimal timing to minimize bleeding?",
  "Does availability of physical activity and food outlets differ by race and income?",
  "Incidence of neural axis abnormalities in infantile and juvenile patients with spinal deformity. Is a magnetic resonance image screening necessary?",
  "Do gastrointestinal symptoms fluctuate in the short-term perspective?",
  "Should policy-makers and managers trust PSI?",
  "Can C reactive protein or troponins T and I predict outcome in patients with intractable unstable angina?",
  "Is there a role for magnetic resonance imaging in diagnosing colovesical fistulas?",
  "Risk factors for avascular necrosis of bone in patients with systemic lupus erythematosus: is there a role for antiphospholipid antibodies?",
  "Does cyclosporin A affect CCR5 and CXCR4 expression in primary HIV-1-infected patients?",
  "Is stacking intervention components cost-effective?",
  "Is colpocleisis still indicated for the treatment of female genitourinary prolapse?",
  "Does GLP-1 suppress its own basal secretion?",
  "Are 25 SNPs from the CARDIoGRAM study associated with ischaemic stroke?",
  "Hands on: is there an association between doing procedures and job satisfaction?",
  "Does enhanced information at cancer genetic counseling improve counselees' knowledge, risk perception, satisfaction and negotiation of information to at-risk relatives?",
  "Do patients with ST segment elevation myocardial infarction in Killip class I need intensive cardiac care after a successful primary percutaneous intervention?",
  "Is there a relationship between the detection of human herpesvirus 8 and Epstein-Barr virus in Waldeyer's ring tissues?",
  "Melatonin: can it stop the ringing?",
  "'You become a man in a man's world': is there discursive space for women in surgery?",
  "Is race a poor prognostic factor in breast cancer?",
  "Is infection with hypermutable Pseudomonas aeruginosa clinically significant?",
  "Unstable intertrochanteric femur fractures: is there a consensus on definition and treatment in Germany?",
  "Does surgical technique influence cataract surgery contamination?",
  "Is smoking related to body image satisfaction, stress, and self-esteem in young adults?",
  "Interferon-alpha: a key factor in autoimmune disease?",
  "Are pedestrian countdown signals effective in reducing crashes?",
  "Sleep apnea in patients with transient ischemic attack and minor stroke: opportunity for risk reduction of recurrent stroke?",
  "Does invasive Chondrostoma nasus shift the parasite community structure of endemic Parachondrostoma toxostoma in sympatric zones?",
  "Should epidural drain be recommended after supratentorial craniotomy for epileptic patients?",
  "Is reporting rate a good predictor of risks associated with drugs?",
  "Is there a pelvic organ prolapse threshold that predicts bladder outflow obstruction?",
  "Can digitally reconstructed radiographs (DRRS) replace simulation films in prostate cancer conformal radiotherapy?",
  "Melanoma epidemic: a midsummer night's dream?",
  "Does pleural fluid appearance really matter?",
  "Does a combination of foetal biometry and maternal MRI pelvimetry decrease the frequency of secondary caesarean section?",
  "Kinetics of progenitor hemopoetic stem cells in sepsis: correlation with patients survival?",
  "Does atropine sulphate improve orthodontic bond survival?",
  "Antipsychotic treatment and weight gain: does risperidone behave differently in Pakistani psychiatric patients?",
  "The use of erythrocyte (RBC) indices in the differential diagnosis of microcytic anemias: is it an approach to be adopted?",
  "Does the method of caries induction influence the bond strength to dentin of primary teeth?",
  "Do multidisciplinary team meetings make a difference in the management of lung cancer?",
  "Fetal reduction from twins to a singleton: a reasonable consideration?",
  "Do we act upon what we see?",
  "Does isoflurane optimize myocardial protection during cardiopulmonary bypass?",
  "Latent inhibition threshold in Roman high-avoidance rats: a psychogenetic model of abnormalities in attentional filter?",
  "Talking the talk on walking the walk: a 12-item generic walking scale suitable for neurological conditions?",
  "Can quantitative three-dimensional power Doppler angiography be used to predict ovarian hyperstimulation syndrome?",
  "Should child protection services respond differently to maltreatment, risk of maltreatment, and risk of harm?",
  "Patients on multiple medication: do they know the right doses?",
  "Does abciximab improve the prognosis of diabetics after percutaneous coronary intervention?",
  "Can noncontact mapping distinguish between endo- and epicardial foci?",
  "Is extended lymph node dissection necessary for gastric cancer in elderly patients?",
  "High sacrectomy for locally recurrent rectal cancer: Can long-term survival be achieved?",
  "Is investigation of patients with haemoptysis and normal chest radiograph justified?",
  "Is helium insufflation superior to carbon dioxide insufflation in bacteremia and bacterial translocation with peritonitis?",
  "Are initial valve operations in octogenarians still high-risk in the current era?",
  "Do mitral valve components have the same predictive value in percutaneous balloon mitral valvuloplasty?",
  "Does occupational exposure to solvents and pesticides in association with glutathione S-transferase A1, M1, P1, and T1 polymorphisms increase the risk of bladder cancer?",
  "Is serum cotinine a better measure of cigarette smoking than self-report?",
  "In vitro immunosuppressive activity of soluble HLA class I and Fas ligand molecules: do they play a role in autologous blood transfusion?",
  "Do ambulance crews triage trauma patients?",
  "Living donor liver transplantation in children: should the adult donor be operated on by an adult or pediatric surgeon?",
  "Antidepressant prescribing in nursing homes: is there a place for tricyclics?",
  "Peptic ulcer bleeding: is Helicobacter pylori a risk factor in an endemic area?",
  "Evaluation of the cardiovascular health study (CHS) instrument and the Vulnerable Elders Survey-13 (VES-13) in elderly cancer patients. Are we still missing the right screening tool?",
  "Post-trauma mortality increase at age 60: a cutoff for defining elderly?",
  "Fetal Heart Rate Monitoring Using Maternal Abdominal Surface Electrodes in Third Trimester: Can We Obtain Additional Information Other than CTG Trace?",
  "Posterior spinal fusion supplemented with only allograft bone in paralytic scoliosis. Does it work?",
  "Can health insurance improve employee health outcome and reduce cost?",
  "Should patient-rated performance status affect treatment decisions in advanced lung cancer?",
  "Is choice of general practitioner important for patients having coronary artery investigations?",
  "Do patients' communication behaviors provide insight into their preferences for participation in decision making?",
  "Colpocleisis without mid-urethral sling: A valid concept in the elderly with vault vaginal prolapse and stress urinary incontinence?",
  "2D shear-wave ultrasound elastography (SWE) evaluation of ablation zone following radiofrequency ablation of liver lesions: is it more accurate?",
  "Double thoracic artery--halved mid-term mortality?",
  "Are patient views about antibiotics related to clinician perceptions, management and outcome?",
  "Does daily exposure to whole-body vibration and mechanical shock relate to the prevalence of low back and neck pain in a rural workforce?",
  "Is there a relationship between endothelial nitric oxide synthase gene polymorphisms and ankylosing spondylitis?",
  "Are we on the same page?",
  "Is higher lactate an indicator of tumor metastatic risk?",
  "Are levels of NT-proBNP and SDMA useful to determine diastolic dysfunction in chronic kidney disease and renal transplant patients?",
  "Does body armor protect from firearm injuries?",
  "Can information on remaining time modulate psychophysiological parameters during an intermittent exercise?",
  "Reducing the burden of affective disorders: is evidence-based health care affordable?",
  "Does the proportion of tumor tissue in biopsies reflect the extent of localized prostate cancer?",
  "Is it possible to recover from uncal herniation?",
  "Ineffective esophageal motility and gastroesophageal reflux disease: a close relationship?",
  "Does locomotor training improve pulmonary function in patients with spinal cord injury?",
  "Oxidized low density lipoprotein induced caspase-1 mediated pyroptotic cell death in macrophages: implication in lesion instability?",
  "Is adenocarcinoma following esophagoduodenostomy without carcinogen in the rat reflux-induced?",
  "Does litigation influence medical practice?",
  "Endoscopic third ventriculostomy for obstructive hydrocephalus in children younger than 6 months of age: is it a first-choice method?",
  "Is early treatment of cam-type femoroacetabular impingement the key to avoiding associated full thickness isolated chondral defects?",
  "Are movies with tobacco, alcohol, drugs, sex, and violence rated for youth?",
  "Is Obesity a Risk Factor for Adverse Events After Knee Arthroscopy?",
  "Can we predict the degree of fibrosis in chronic hepatitis C patients using routine blood tests in our daily practice?",
  "Is renal warm ischemia over 30 minutes during laparoscopic partial nephrectomy possible?",
  "Three-dimensional echocardiography for planning of mitral valve surgery: current applicability?",
  "Is laparoscopic surgery really effective for the treatment of colon and rectal cancer in very elderly over 80 years old?",
  "Is the type of chronic pulmonary infection a determinant of lung function outcomes in adult patients with cystic fibrosis?",
  "Changing life expectancy in central Europe: is there a single reason?",
  "Gerbils, As Experimental Animals (Meriones unguiculatus): Is A Good Role Model for Leishmania major?",
  "Is an increase of MRSA in Oslo, Norway, associated with changed infection control policy?",
  "Is there a link between the occurrence of Kidney cancer and hypertension in Tunisian population?",
  "Is small prostate volume a predictor of Gleason score upgrading after radical prostatectomy?",
  "Can stress management at the workplace prevent depression?",
  "HLA-DR4 and career prospects in rheumatology: is there a link?",
  "Does infertility history affect the emotional adjustment of couples undergoing assisted reproduction?",
  "Acquisition of fundamental laparoscopic skills: is a box really as good as a virtual reality trainer?",
  "Is there an optimal time for laparoscopic cholecystectomy in acute cholecystitis?",
  "Is the first day postoperative review necessary after cataract extraction?",
  "Is it justified to ablate flat-type esophageal squamous cancer?",
  "Tobacco cessation counselling for women in rural Sindh: is it being offered?",
  "Is extended volume external beam radiation therapy covering the anastomotic site beneficial in post-esophagectomy high risk patients?",
  "The fast-track ultrasound clinic for early diagnosis of giant cell arteritis significantly reduces permanent visual impairment: towards a more effective strategy to improve clinical outcome in giant cell arteritis?",
  "The need for an objective measure in septorhinoplasty surgery: are we any closer to finding an answer?",
  "A single-centre experience of chemoradiotherapy for rectal cancer: is there potential for nonoperative management?",
  "Does the direction of portal blood flow determine outcome with small-diameter prosthetic H-graft portacaval shunt?",
  "Are there changes in the nutritional status of children of Oportunidades families in rural Chiapas, Mexico?",
  "Nonvisualization of the ovaries on pelvic ultrasound: does MRI add anything?",
  "Does violence in the emotional relationships make STD/AIDS prevention more difficult?",
  "Does immunohistochemical staining have a clinical impact in early gastric cancer conducted endoscopic submucosal dissection?",
  "Does supplementation of diet with 'fish oil' reduce blood pressure?",
  "Sudden death prior to pediatric heart transplantation: would implantable defibrillators improve outcome?",
  "Retinal dialysis: are we missing diagnostic opportunities?",
  "Should colloid boluses be prioritized over crystalloid boluses for the management of dengue shock syndrome in the presence of ascites and pleural effusions?",
  "Is there a place for randomized biopsies in the follow up of superficial transitional cell carcinoma of the urinary bladder?",
  "Is gastroscopy still a valid diagnostic tool in detecting gastric MALT lymphomas?",
  "Clinical and microbiological characteristics of spontaneous acute prostatitis and transrectal prostate biopsy-related acute prostatitis: Is transrectal prostate biopsy-related acute prostatitis a distinct acute prostatitis category?",
  "Physician malpractice: does the past predict the future?",
  "Aortic valve replacement in octogenarians: is biologic valve the unique solution?",
  "Can triggered electromyograph thresholds predict safe thoracic pedicle screw placement?",
  "Does neuroticism explain variations in care service use for mental health problems in the general population?",
  "Is radiographic measurement of bony landmarks reliable for lateral meniscal sizing?",
  "Does anemia affect outcome after lobectomy or pneumonectomy in early stage lung cancer patients who have not received neo-adjuvant treatment?",
  "Does chronic Chlamydia pneumoniae infection increase the risk of myocardial injury?",
  "Lower urinary tract leiomyoma: is excision necessary?",
  "Nursing handovers: do we really need them?",
  "Detection of mild dementia in community surveys. Is it possible to increase the accuracy of our diagnostic instruments?",
  "Can percutaneous cholecystostomy be a definitive management for acute acalculous cholecystitis?",
  "Can the viability of a nonunion be evaluated using SPECT/CT?",
  "Is rapid intrapartum vaginal screening test of group B streptococci (GBS) during partum useful in identifying infants developing early-onset GBS sepsis in postpartum period?",
  "Is antegrade stenting superior to retrograde stenting in laparoscopic pyeloplasty?",
  "Improving outcomes on the ABS Certifying Examination: can monthly mock orals do it?",
  "Can obesity explain the racial difference in stage of breast cancer at diagnosis between black and white women?",
  "Malnutrition is prevalent in hospitalized medical patients: are housestaff identifying the malnourished patient?",
  "Large refractory colonic polyps: is it time to change our practice?",
  "Intermittent symptoms in neurocysticercosis: could they be epileptic?",
  "Is the Provision of Physical Education to Senior-Years Students Associated With Greater Physical Activity Levels?",
  "Is it possible to change phenotype progression in Crohn's disease in the era of immunomodulators?",
  "Does Mood Disorder Questionnaire identify sub-threshold bipolarity?",
  "Is a 2-week steroid trial after initial negative investigation for malignancy useful in differentiating autoimmune pancreatitis from pancreatic cancer?",
  "Is the core-periphery labour market structure related to perceived health?",
  "Symphysiotomy: Is it obsolete?",
  "Are the results of surgical treatment of hepatocellular carcinoma poor if the tumor has spontaneously ruptured?",
  "Are lipoprotein profile and lipoprotein (a) levels altered in men with psoriasis?",
  "Is an abbreviated Pediatric Crohn's Disease Activity Index better than the original?",
  "Is the histamine skin test inhibited by prednisone?",
  "Risk stratification in gastroschisis: can prenatal evaluation or early postnatal factors predict outcome?",
  "Is there room for improvement in the Spanish version of the scaled General Health Questionnaire (GHQ-28)?",
  "Triiodothyronine: a link between the insulin resistance syndrome and blood pressure?",
  "Should percutaneous transluminal renal artery angioplasty be applied to ostial renal artery atherosclerosis?",
  "Histological evaluation of tissue-engineered heart valves implanted in the juvenile sheep model: is there a need for in-vitro seeding?",
  "Is sepsis accurately coded on hospital bills?",
  "Can a newly-established test for assessing standing and balance function be an alternative to the timed up-and-go test?",
  "Does HER2/neu expression provide prognostic information in patients with advanced urothelial carcinoma?",
  "Do maternal interactive behaviors correlate with developmental outcomes and mastery motivation in toddlers with and without motor delay?",
  "ECT anesthesia: the lighter the better?",
  "Are hospitals also for relatives?",
  "Does hormone replacement therapy inhibit coronary artery calcification?",
  "Do family physicians and internists differ in knowledge, attitudes, and self-reported approaches for depression?",
  "Routine echocardiography after radiofrequency ablation: to flog a dead horse?",
  "Is breastfeeding really favoring early neonatal jaundice?",
  "The Acetabular Fracture Prognostic Nomogram: Does it Work for Fractures of the Posterior Wall?",
  "Aortic wall thickness: an independent risk factor for aortic dissection?",
  "Are ankle and toe brachial indices (ABI-TBI) obtained by a pocket Doppler interchangeable with those obtained by standard laboratory equipment?",
  "Macrophage infiltration detected at MR imaging in rat kidney allografts: early marker of chronic rejection?",
  "Are comparisons of consumer satisfaction with providers biased by nonresponse or case-mix differences?",
  "Is Patent \"Evergreening\" Restricting Access to Medicine/Device Combination Products?",
  "Is thiamine deficiency in elderly people related to age or co-morbidity?",
  "Does rectum and bladder dose vary during the course of image-guided radiotherapy in the postprostatectomy setting?",
  "Can a battery of functional and sensory tests corrobrate the sensorineural complaints of subjects working with vibrating tools?",
  "Emotional Intolerance and Core Features of Anorexia Nervosa: A Dynamic Interaction during Inpatient Treatment?",
  "Postoperative radiotherapy for stage IIIA rectal cancer: is it justified?",
  "Survival time of ECMO circuits on and off bleeding protocol: is there a higher risk of circuit clotting?",
  "Identifying poor-quality hospitals. Can hospital mortality rates detect quality problems for medical diagnoses?",
  "The phrenic nerve as a donor for brachial plexus injuries: is it safe and effective?",
  "Does prediabetes cause small fiber sensory polyneuropathy?",
  "Effects of nicotine and a cannabinoid receptor agonist on negative contrast: distinction between anxiety and disappointment?",
  "Differentiating recurrent tumours from post-treatment changes in head and neck cancers: does diffusion-weighted MRI solve the eternal dilemma?",
  "Does the type of hormone replacement therapy affect lipoprotein (a), homocysteine, and C-reactive protein levels in postmenopausal women?",
  "Is there association between hyperdense middle cerebral artery sign on CT scan and time from stroke onset within the first 24-hours?",
  "Diffusion tensor imaging of brain tumours at 3T: a potential tool for assessing white matter tract invasion?",
  "Familial membranous nephropathy: an X-linked genetic susceptibility?",
  "Prevalence of bullying and victimization among children in early elementary school: do family and school neighbourhood socioeconomic status matter?",
  "Would CLSI M53-A have helped in the diagnosis of HIV in Canada?",
  "Adolescent physical activity: does implementation intention have a role?",
  "Should metaphase 1 and 2 stages oocytes be vitrified in the same time for fertility preservation?",
  "Does increased electrocautery during adenoidectomy lead to neck pain?",
  "Is routine duplex ultrasound surveillance after carotid endarterectomy cost-effective?",
  "Can HMGI-C be used as an aid with MDM2 and CDK4 to differentiate liposarcoma subtypes from their mimics?",
  "Clarifying differences among thrombolysis in cerebral infarction scale variants: is the artery half open or half closed?",
  "The Mercedes flap and its new variants: a 'workhorse' flap for the dermatological surgeon?",
  "Is the medicolegal issue avoidable in neurosurgery?",
  "Is it possible to decrease skin temperature with ice packs under casts and bandages?",
  "Left atrial appendage function in mitral stenosis: is a group in sinus rhythm at risk of thromboembolism?",
  "Omega-3 supplements in pregnancy: are we too late to identify the possible benefits?",
  "The Monitor Practice Programme: is non-invasive management of dental caries in private practice effective?",
  "Does an offer for a free on-line continuing medical education (CME) activity increase physician survey response rate?",
  "Multidisciplinary decisions in breast cancer: does the patient receive what the team has recommended?",
  "American and Japanese rats of the same species: are they same?",
  "Treatment of urethral defects: skin, buccal or bladder mucosa, tube or patch?",
  "Early identification: are speech/language-impaired toddlers at increased risk for Developmental Coordination Disorder?",
  "Comparative plasma lipidome between human and cynomolgus monkey: are plasma polar lipids good biomarkers for diabetic monkeys?",
  "Clinical and angiographic follow-up after coronary drug-eluting and bare metal stent implantation. Do drug-eluting stents hold the promise?",
  "Evaluating hospital costs in type 2 diabetes care: does the choice of the model matter?",
  "Atrial Fibrillation After Coronary Artery Bypass Surgery: Can Ivabradine Reduce Its Occurrence?",
  "Current European guidelines for management of arterial hypertension: are they adequate for use in primary care?",
  "Should we educate about the risks of medication overuse headache?",
  "Can we improve the morbidity and mortality associated with the associating liver partition with portal vein ligation for staged hepatectomy (ALPPS) procedure in the management of colorectal liver metastases?",
  "Does Race/Ethnicity or Socioeconomic Status Influence Patient Satisfaction in Pediatric Surgical Care?",
  "Do work-related factors affect care-seeking in general practice for back pain or upper extremity pain?",
  "Is it possible to detect the presence of adenovirus in conjunctiva before the onset of conjunctivitis?",
  "Patients' view of retail clinics as a source of primary care: boon for nurse practitioners?",
  "Is there association between acyl-ghrelin and inflammation in hemodialysis patients?",
  "Is volunteering a public health intervention?",
  "Spinal cord injuries as a consequence of falls: are there differential rehabilitation outcomes?",
  "Can Discrepancies Between Coronary Computed Tomography Angiography and Cardiac Catheterization in High-Risk Patients be Overcome With Consensus Reading?",
  "Does the resident care assessment instrument improve long-term home care?",
  "Can pulmonary hypertension and increased pulmonary vascular resistance be ruled in and ruled out by echocardiography?",
  "Are locoregional cutaneous metastases in melanoma predictable?",
  "Parastomal hernia. Is stoma relocation superior to fascial repair?",
  "In pursuit of certainty: can the systematic review process deliver?",
  "Comparing early years and childhood experiences and outcomes in Scotland, England and three city-regions: a plausible explanation for Scottish 'excess' mortality?",
  "Is PRP useful in alveolar cleft reconstruction?",
  "Could hyaluronic acid (HA) reduce Bacillus Calmette-Guérin (BCG) local side effects?",
  "Shoulder acute pain in primary healthcare: is retraining effective for GP principals?",
  "Is sphere assay useful for the identification of cancer initiating cells of the ovary?",
  "Does intravitreal injections of bevacizumab for age-related macular degeneration affect long-term intraocular pressure?",
  "Intra-aortic balloon counterpulsation and delayed revascularization for myocardial infarction and shock in the absence of primary angioplasty: a treatment strategy with or without thrombolysis?",
  "Do financial incentives linked to ownership of specialty hospitals affect physicians' practice patterns?",
  "In-vitro maturation of oocytes vs in-vitro fertilization with a gonadotropin-releasing hormone antagonist for women with polycystic ovarian syndrome: can superiority be defined?",
  "Absence of postexercise and delayed facilitation of motor cortex excitability in restless legs syndrome: evidence of altered cortical plasticity?",
  "Can urinary exosomes act as treatment response markers in prostate cancer?",
  "A child-focused intervention for coping with procedural pain: are parent and nurse coaches necessary?",
  "Added value of blue dye injection in sentinel node biopsy of breast cancer patients: do all patients need blue dye?",
  "Breast-feeding and risk for childhood obesity: does maternal diabetes or obesity status matter?",
  "Quality versus quantity of life in the treatment of patients with advanced small-cell lung cancer?",
  "Is there a role for Excimer laser in the treatment of keratoconus?",
  "Can a novel web-based computer test predict poor simulated driving performance?",
  "Fetal thrombotic vasculopathy and perinatal thrombosis: should all placentas be examined?",
  "Can we exploit event-related potentials for retraining language after stroke?",
  "Comparison of psychogenic movement disorders and psychogenic nonepileptic seizures: is phenotype clinically important?",
  "Is ST segment re-elevation associated with reperfusion an indicator of marked myocardial damage after thrombolysis?",
  "Tetrasomy 15q26: a distinct syndrome or Shprintzen-Goldberg syndrome phenocopy?",
  "Do the cardiovascular risk profile and the degree of arterial wall calcification influence the performance of MDCT angiography of lower extremity arteries?",
  "Is there any association between National Institute of Health category IV prostatitis and prostate-specific antigen levels in patients with low-risk localized prostate cancer?",
  "Obesity-asthma association: is it explained by systemic oxidant stress?",
  "Cross-sector cooperation in health-enhancing physical activity policymaking: more potential than achievements?",
  "Does maxillary arch remodeling exist in nasal polyposis?",
  "Laboratory studies of the impact of calcite on in vitro and in vivo effects of coal dust: a potential preventive agent for coal workers' pneumoconiosis?",
  "Lissencephaly: fetal pattern of glucose metabolism on positron emission tomography?",
  "Does the respiratory system limit exercise in mild chronic obstructive pulmonary disease?",
  "Long-term results of percutaneous biliary balloon dilation treatment for benign hepaticojejunostomy strictures: are repeated balloon dilations necessary?",
  "Right ovarian vein drainage variant: is there a relationship with pelvic varices?",
  "Is Drotrecogin alfa (activated) for adults with severe sepsis, cost-effective in routine clinical practice?",
  "Thrombolysis for acute ischemic stroke: do patients treated out of hours have a worse outcome?",
  "Does continuous use of inhaled corticosteroids improve outcomes in mild asthma?",
  "Can preoperative 3-T MRI predict nipple-areolar complex involvement in patients with breast cancer?",
  "Rising incidence of intrahepatic cholangiocarcinoma in the United States: a true increase?",
  "Do young breast cancer patients have worse outcomes?",
  "Is there awareness of pharmaceutical expenditure in the reformed primary care system?",
  "Brain metastases following radical surgical treatment of non-small cell lung cancer: is preoperative brain imaging important?",
  "Does prostate-specific antigen density alter decision making on biopsy?",
  "Does stroke location predict walk speed response to gait rehabilitation?",
  "Quinine sulfate for leg cramps: does it work?",
  "Management strategy for small duodenal carcinoid tumors: does conservative management with close follow-up represent an alternative to endoscopic treatment?",
  "Left ventricular untwisting during left atrial contraction: a marker for chronic left ventricular diastolic dysfunction?",
  "A hypothesis: can erythropoietin administration affect the severity of retinopathy in diabetic patients with renal failure?",
  "Should transplant ureter be stented routinely or not?",
  "Tracheoesophageal fistula without esophageal atresia: are pull-back tube esophagograms needed for diagnosis?",
  "Will clinical studies elucidate the connection between the length of storage of transfused red blood cells and clinical outcomes?",
  "Is sports safety policy being translated into practice: what can be learnt from the Australian rugby union Mayday procedure?",
  "Possible angina detected by the WHO angina questionnaire in apparently healthy men with a normal exercise ECG: coronary heart disease or not?",
  "Are ascitic electrolytes usable in cirrhotic patients?",
  "Does cholecystectomy after endoscopic sphincterotomy prevent the recurrence of biliary complications?",
  "Do North Atlantic eels show parallel patterns of spatially varying selection?",
  "Does hospital occupancy impact discharge rates?",
  "Massive increase in the stiffness of the human lens nucleus with age: the basis for presbyopia?",
  "Perceived quality of life, 6 months after detoxification: Is abstinence a modifying factor?",
  "CT scan prior to radiotherapy in unresectable, locally advanced, non-small cell carcinoma of the lung: is it always necessary?",
  "Can dose reduction to one parotid gland prevent xerostomia?",
  "Muscle function and body composition profile in adolescents with restrictive anorexia nervosa: does resistance training help?",
  "Univentricular repair: is routine fenestration justified?",
  "Upper and lower limb functionality: are these compromised in obese children?",
  "Is it possible to avoid hypopituitarism after irradiation of pituitary adenomas by the Leksell gamma knife?",
  "Global elimination of leprosy by 2020: are we on track?",
  "Is severe cryptogenic chronic hepatitis similar to autoimmune hepatitis?",
  "The role of extended cervical mediastinoscopy in staging of non-small cell lung cancer of the left lung and a comparison with integrated positron emission tomography and computed tomography: does integrated positron emission tomography and computed tomography reduce the need for invasive procedures?",
  "Can PFTS Differentiate PVFMD From Subglottic Stenosis?",
  "Can we predict immediate outcome after laparoscopic rectal surgery?",
  "Does macular laser alter the refraction in a diabetic with maculopathy?",
  "Does Maternal Country of Birth Matter for Understanding Offspring's Birthweight?",
  "Is repeat prostate biopsy associated with a greater risk of hospitalization?",
  "Does shorter rehabilitation limit potential recovery poststroke?",
  "Do we know what patients want?",
  "Are There Gaps in Current Thoracic Surgery Residency Training Programs?",
  "Is the percentage of stenosis of the internal carotid artery a reliable measure of the risk of ischemic stroke?",
  "Problem gamblers: do GPs want to intervene?",
  "Bedside echocardiographic evaluation of hemodynamics in sepsis: is a qualitative evaluation sufficient?",
  "Does vigilance to pain make individuals experts in facial recognition of pain?",
  "Observations and warning signs prior to cardiac arrest. Should a medical emergency team intervene earlier?",
  "Utility of minimum F-wave latencies compared with F-estimates and absolute reference values in S1 radiculopathies: are they still needed?",
  "Inactivation of urokinase-type plasminogen activator receptor (uPAR) gene induces dermal and pulmonary fibrosis and peripheral microvasculopathy in mice: a new model of experimental scleroderma?",
  "Prevalence and characteristics of voiding difficulties in women: are subjective symptoms substantiated by objective urodynamic data?",
  "Does prophylaxis-delay in bipolar disorder influence outcome?",
  "Is there a disassociation of ventilatory and electromyographic thresholds in patients with heart disease during a graded cycling exercise?",
  "National cancer incidence is estimated using the incidence/mortality ratio in countries with local incidence data: is this estimation correct?",
  "Early carotid surgery in patients after acute ischemic stroke: is it safe?",
  "Is there a cause-specific survival benefit of postmastectomy radiation therapy in women younger than age 50 with T3N0 invasive breast cancer?",
  "Chance of adhesion formation after laparoscopic salpingo-ovariolysis: is there a place for second-look laparoscopy?",
  "Do positive or negative stressful events predict the development of new brain lesions in people with multiple sclerosis?",
  "Treating the human bladder with capsaicin: is it safe?",
  "Bilateral breast carcinomas: do they have similar mammographic features?",
  "Salmonella enterica outbreak in a banqueting hall in Jerusalem: the unseen hand of the epidemiological triangle?",
  "Nonpopulation-based glaucoma screening exercise in an osteoporosis patient organization:  can elderly persons with advanced health awareness identify their risk for glaucoma?",
  "Hepatocellular carcinoma responding to superselective transarterial chemoembolization: an issue of nodule dimension?",
  "Functional interaction between amyloid-β precursor protein and peripherin neurofilaments: a shared pathway leading to Alzheimer's disease and amyotrophic lateral sclerosis?",
  "Menierè's disease: is it a bilateral disease?",
  "High failure rate of the dissolution tests for 500-mg amoxicillin capsules sold in Cambodia: is it because of the product or the test method?",
  "Factors associated to recurrent wheezing in infants under one year of age in the province of Salamanca, Spain: Is intervention possible?",
  "Is addition of a third or fourth antiglaucoma medication effective?",
  "Is Prone Position Ideal for Manipulation and Pinning of Displaced Pediatric Extension-type Supracondylar Fractures of Humerus?",
  "Ghrelin, leptin, IGF-1, IGFBP-3, and insulin concentrations at birth: is there a relationship with fetal growth and neonatal anthropometry?",
  "Marijuana Use and Psychiatric Disorders in Perinatally HIV-Exposed Youth: Does HIV Matter?",
  "Arterial stiffness and hand osteoarthritis: a novel relationship?",
  "DWI in Pediatric Small-Bowel Crohn Disease: Are Apparent Diffusion Coefficients Surrogates for Disease Activity in Patients Receiving Infliximab Therapy?",
  "Trace elements and flapping tremors in patients with liver cirrhosis. Is there a relationship?",
  "Prolonged duration of operation: an indicator of complicated surgery or of surgical (mis)management?",
  "Spectral analysis of intracranial pressure: Is it helpful in the assessment of shunt functioning in-vivo?",
  "Is hospital admission for initiation of antiarrhythmic therapy with sotalol for atrial arrhythmias required?",
  "Efficacy of intravenous iron in treating iron deficiency anaemia in patients with inflammatory bowel disease. Are there predictors of response?",
  "Can regurgitant flow damage the left atrial endothelium in patients with prosthetic mechanical heart valves?",
  "Are patients better than the laboratory in assessing sweating?",
  "Is there a higher risk of respiratory depression in opioid-naïve palliative care patients during symptomatic therapy of dyspnea with strong opioids?",
  "Is Centralization Needed for Esophageal and Gastric Cancer Patients With Low Operative Risk?",
  "Do clozapine and risperidone affect social competence and problem solving?",
  "Are caregiving responsibilities associated with non-attendance at breast screening?",
  "Do microspheres with narrow or standard size distributions localize differently in vasculature?",
  "Can women's childbearing and contraceptive intentions predict contraceptive demand?",
  "Does intimate partner violence impact on women's initiation and duration of breastfeeding?",
  "Disparities in the allocation of treatment in advanced ovarian cancer: are there certain patient characteristics associated with nonstandard therapy?",
  "Do the British public recognise differences in survival between three common cancers?",
  "Does the use of a constraint mitten to encourage use of the hemiplegic upper limb improve arm function in adults with subacute stroke?",
  "Are migrants more susceptible to mental disorders?",
  "Can a clinical score aid in early diagnosis and treatment of various stroke syndromes?",
  "Internal fixation of distal radius fractures with dorsal dislocation: pi-plate or two 1/4 tube plates?",
  "Does glutamine supplementation increase radioresistance in squamous cell carcinoma of the cervix?",
  "Is suppressed thyroid-stimulating hormone (TSH) associated with subclinical depression in the Danish General Suburban Population Study?",
  "Is there any relationship between lipids and vitamin B levels in persons with elevated risk of atherosclerosis?",
  "Is the physical functioning of older adults with diabetes associated with the processes and outcomes of care?",
  "Low plasma vitamin E levels in major depression: diet or disease?",
  "Should travellers to rabies-endemic countries be pre-exposure vaccinated?",
  "Congenital versus acquired solitary kidney: is the difference relevant?",
  "Rotator cuff tear imaging in patients over 70 years: specific MRI findings?",
  "Is roxithromycin better than amoxicillin in the treatment of acute lower respiratory tract infections in primary care?",
  "Measurement of Optic Nerve Sheath Diameter: Differences between Methods?",
  "Endoscopic treatment of vesicoureteral reflux in an adult population: Can we teach our adult urology colleagues?",
  "Is obesity associated with oxidative stress in children?",
  "Do female patients with metabolic syndrome have masked left ventricular dysfunction?",
  "Is chronic hepatitis C virus infection a risk factor for breast cancer?",
  "Does writing affect asthma?",
  "Is there an association between cortical thickness, age of onset, and duration of illness in schizophrenia?",
  "Using self-rated health for analysing social inequalities in health: a risk for underestimating the gap between socioeconomic groups?",
  "Does comorbidity affect the outcome of surgery?",
  "Is there an association between duration of untreated psychosis and 24-month clinical outcome in a first-admission series?",
  "Can it be predicted which patients with chronic low back pain should be offered tertiary rehabilitation in a functional restoration program?",
  "Does intramesorectal proctectomy with rectal eversion affect postoperative complications compared to standard total mesorectal excision in patients with ulcerative colitis?",
  "Non-contrast-enhanced hepatic MR angiography: do two-dimensional parallel imaging and short tau inversion recovery methods shorten acquisition time without image quality deterioration?",
  "Are we meeting the British Society of Gastroenterology guidelines for cholecystectomy post-gallstone pancreatitis?",
  "Are adolescents attempting to buy cigarettes on the internet?",
  "Do socio-cultural factors influence medical students' health status and health-promoting behaviors?",
  "Does aggressive local therapy improve survival in metastatic breast cancer?",
  "Does the type of bladder augmentation influence the resolution of pre-existing vesicoureteral reflux?",
  "European psychiatric treatment guidelines: is the glass half full or half empty?",
  "Physical activity and weight loss: does prescribing higher physical activity goals improve outcome?",
  "Twenty-four-hour Bence-Jones protein determinations: can we ensure accuracy?",
  "Marginal integrity: is the clinical performance of bonded restorations predictable in vitro?",
  "The natural history of multiple pregnancies after assisted reproduction: is spontaneous fetal demise a clinically significant phenomenon?",
  "Does ulnar variance change with age and what is the influence of training and biological characteristics in this change?",
  "Is the treatment effect of IFN-beta restored after the disappearance of neutralizing antibodies?",
  "Creatinine clearance, Cockcroft-Gault formula and cystatin C: estimators of true glomerular filtration rate in the elderly?",
  "Do emotional intelligence and previous caring experience influence student nurse performance?",
  "Does minimalist transfemoral transcatheter aortic valve replacement produce better survival in patients with severe chronic obstructive pulmonary disease?",
  "Do all mucocele-like lesions of the breast require surgery?",
  "Does bedrest after embryo transfer cause a worse outcome in in vitro fertilization?",
  "Faecal elastase-I: helpful in analysing steatorrhoea?",
  "Can pre-placement health assessments predict subsequent sickness absence?",
  "Breech delivery and scarred uterus: a special obstetrical situation?",
  "Does a U-shaped relationship exist between alcohol use and DSM-III-R mood and anxiety disorders?",
  "Is adaptive intensity-modulated radiotherapy for uterine cervix carcinoma necessary?",
  "Does the working environment influence health care professionals' values, meaning in life and religiousness?",
  "Insulin Pump Failures: Has There Been an Improvement?",
  "Does the application of X-ray contrast agents impair the clinical effect of intravenous recombinant tissue-type plasminogen activator in acute ischemic stroke patients?",
  "Children in taxis: an opportunity for pediatricians and emergency physicians to save lives?",
  "Vasoactive intestinal peptide (VIP): a new neuroendocrine marker of clinical progression in chronic heart failure?",
  "IL-17 mRNA in sputum of asthmatic patients: linking T cell driven inflammation and granulocytic influx?",
  "Direct observations of nursing home care quality: Does care change when observed?",
  "Use of nitroglycerin in the active phase of tilt testing: is there a difference in elderly patients?",
  "Is lean body mass decreased after obesity treatment by adjustable gastric banding?",
  "Sensitization to lupine flour: is it clinically relevant?",
  "Management of uncomplicated skull fractures in children: is hospital admission necessary?",
  "Restless legs syndrome in non-dialysis renal patients: is it really that common?",
  "Does gender affect neonatal hyperbilirubinemia in low-birth-weight infants?",
  "Does antiplatelet therapy affect outcomes of patients receiving abdominal laparoscopic surgery?",
  "Incomplete posterior circle of willis: a risk factor for migraine?",
  "Zimbabwe's hospital referral system: does it work?",
  "Fibreoptic endoscopic evaluation of swallowing and videofluoroscopy: does examination type influence perception of pharyngeal residue severity?",
  "Early postoperative bladder training in patients submitted to radical hysterectomy: is it still necessary?",
  "Paracetamol availability and recent changes in paracetamol poisoning: is the 1998 legislation limiting availability of paracetamol being followed?",
  "Is the human papillomavirus test in combination with the Papanicolaou test useful for management of patients with diagnoses of atypical squamous cells of undetermined significance/low-grade squamous intraepithelial lesions?",
  "Are implants more reliable than severely compromised endodontically treated teeth as abutments for zirconia-based FPDs?",
  "Conversion of extracorporeal membrane oxygenation to non-pulsatile left ventricular assist device. Is it out-of-date for non-pulsatile LVAD?",
  "Are computerized interviews equivalent to human interviewers?",
  "Do the best students go into general surgery?",
  "Tumor characteristics of Mohs surgery patients in Ottawa, Canada versus Houston, Texas--a consequence of access to care?",
  "Problems and prospects of neglected renal calculi in Pakistan: can this tragedy be averted?",
  "Is avian influenza A (H7N9) virus staggering its way to humans?",
  "Laparoscopic partial nephrectomy: is it advantageous and safe to clamp the renal artery?",
  "Does the potential for organ donation justify scene flights for gunshot wounds to the head?",
  "Association of hemorrhoidal disease with diarrheal disorders: potential pathogenic relationship?",
  "Do metallic ports in tissue expanders affect postmastectomy radiation delivery?",
  "Radioisotope lymph node mapping in nonsmall cell lung cancer: can it be applicable for sentinel node biopsy?",
  "Is routine MR cholangiopancreatography (MRCP) justified prior to cholecystectomy?",
  "Liver injury attenuation by curcumin in a rat NASH model: an Nrf2 activation-mediated effect?",
  "Photographs for anthropometric measurements of the breast region. Are there limitations?",
  "Multimodality therapy in inflammatory breast cancer: is there a place for surgery?",
  "Overactive bladder syndrome: an underestimated long-term problem after treatment of patients with localized prostate cancer?",
  "Does a clinical decision rule using D-dimer level improve the yield of pulmonary CT angiography?",
  "Can advance transobturator sling suspension cure male urinary postoperative stress incontinence?",
  "Detection of galectin-3 in patients with inflammatory bowel diseases: new serum marker of active forms of IBD?",
  "Carotid sinus hypersensitivity: disease state or clinical sign of ageing?",
  "Carpal angles as measured on CT and MRI: can we simply translate radiographic measurements?",
  "Do Latino immigrants link self-rated health with BMI and health behaviors?",
  "Does workplace social capital associate with hazardous drinking among Chinese rural-urban migrant workers?",
  "Pharmacologic regimens for knee osteoarthritis prevention: can they be cost-effective?",
  "Is there an all-embracing construct of emotion reactivity?",
  "Immunohistochemical detection of hepatic CEA+ cells: hepatic tumor cell dissemination in colorectal cancer patients--limits of surgery?",
  "Pharmacokinetics and biodistribution of 111In- and 177Lu-labeled J591 antibody specific for prostate-specific membrane antigen: prediction of 90Y-J591 radiation dosimetry based on 111In or 177Lu?",
  "Is there a BOLD response of the visual cortex on stimulation of the vision-related acupoint GB 37?",
  "Does clinical judgment of baseline severity and changes in psychopathology depend on the patient population?",
  "Inguinal hernia in premature boys: should we systematically explore the contralateral side?",
  "Diagnosis of low-lying placenta: can migration in the third trimester predict outcome?",
  "Does thinking and doing the same thing amount to involved participation?",
  "Alcohol tax, consumption and mortality in tsarist Russia: is a public health perspective applicable?",
  "Are the cardiac dimensions spared in growth-restricted fetuses resulting from uteroplacental insufficiency?",
  "Does gastric banding for morbid obesity reduce or increase gastroesophageal reflux?",
  "Is autosomal dominant polycystic kidney disease associated with asymptomatic bacteriuria?",
  "Can we afford to add chemotherapy to radiotherapy for glioblastoma multiforme?",
  "Are clusters of patients with distinct clinical expression present in Behçet's disease?",
  "Does self-affirmation following ego depletion moderate restrained eaters' explicit preferences for, and implicit associations with, high-calorie foods?",
  "Management of bladder exstrophy epispadias complex in adults: is abdominal closure possible without osteotomy?",
  "Is it safe to perform aggressive rehabilitation after distal biceps tendon repair using the modified 2-incision approach?",
  "Does video-mediastinoscopy improve the results of conventional mediastinoscopy?",
  "Can percutaneous endoscopic gastrostomy be carried out safely in the elderly?",
  "Does psychomotor retardation define a clinically relevant phenotype of unipolar depression?",
  "Closed-Loop Deep Brain Stimulation Effects on Parkinsonian Motor Symptoms in a Non-Human Primate - Is Beta Enough?",
  "Clinico-pathological correlation in duplex system ectopic ureters and ureteroceles: can preoperative work-up predict renal histology?",
  "Heme oxygenase-1 prevents smoke induced B-cell infiltrates: a role for regulatory T cells?",
  "Unexplainable nondermatomal somatosensory deficits in patients with chronic nonmalignant pain in the context of litigation/compensation: a role for involvement of central factors?",
  "Can SAPS II predict operative mortality more accurately than POSSUM and P-POSSUM in patients with colorectal carcinoma undergoing resection?",
  "Television viewing: moderator or mediator of an adolescent physical activity intervention?",
  "Gender and NAS: does sex matter?",
  "Does pleurodesis for pleural effusions give bright ideas about the agents for hydrocele sclerotherapy?",
  "Staging in lung cancer: is 3 cm a prognostic threshold in pathologic stage I non-small cell lung cancer?",
  "Can family planning outreach bridge the urban-rural divide in Zambia?",
  "Does gestational diabetes result in cochlear damage?",
  "The activation peptide of thrombin-activatable fibrinolysis inhibitor: a role in activity and stability of the enzyme?",
  "Is surgery for multiple lung metastases reasonable?",
  "Treatment with statins and ischemic stroke severity: does the dose matter?",
  "Time patients spend in the emergency department: England's 4-hour rule-a case of hitting the target but missing the point?",
  "Detection of locally radio-recurrent prostate cancer at multiparametric MRI: Can dynamic contrast-enhanced imaging be omitted?",
  "CT diagnosis of recurrence after pancreatic cancer: is there a pattern?",
  "Is immigration associated with an increase in risk factors and mortality among coronary artery disease patients?",
  "Induction of labor in grand multiparous women and previous cesarean section: is it safe?",
  "Introgression of mitochondrial DNA among Myodes voles: consequences for energetics?",
  "Does earwax lose its pathogens on your auriscope overnight?",
  "Are online gamblers more at risk than offline gamblers?",
  "Large visible gas bubbles in the internal jugular vein: a common occurrence during supine radical neck surgery?",
  "Complications in infants undergoing surgery for congenital cataract in the first 12 weeks of life: is early surgery better?",
  "Do working children have worse academic performance?",
  "Does an alloimmune response to strong immunogenic red blood cell antigens enhance a response to weaker antigens?",
  "Monitoring performance for blood pressure management among patients with diabetes mellitus: too much of a good thing?",
  "Is there association between vitamin D levels, apelin 36, and visfatin in PCOS?",
  "Stressful life events and genetic liability to major depression: genetic control of exposure to the environment?",
  "Cost-benefit comparison of two proposed overseas programs for reducing chronic Hepatitis B infection among refugees: is screening essential?",
  "Does a change in psychosocial work factors lead to a change in employee health?",
  "Does psychotherapy alter the brain?",
  "Does computed tomographic assessment of inferior alveolar canal cortical integrity predict nerve exposure during third molar surgery?",
  "Is surgery for large hepatocellular carcinoma justified?",
  "Caspase-3 gene transfected with LIGHT gene: can it be used for therapy of human hepatocellular carcinoma?",
  "Acute retinpathia praematurorum. Is plasma prorenin level of prognostic value?",
  "Polyhydramnios: a warning sign in the prenatal ultrasound diagnosis of foetal malformation?",
  "Epithelial ovarian cancer surgical staging by Ontario gynaecologic surgeons: is there a gap between current practice and the Canadian clinical practice guidelines?",
  "Challenging the two concepts in determining the appropriate pre-discharge N-terminal pro-brain natriuretic peptide treatment target in acute decompensated heart failure patients: absolute or relative discharge levels?",
  "Lumbar disc herniation in the Spine Patient Outcomes Research Trial: does educational attainment impact outcome?",
  "Epidemiology competencies and preventive medicine residencies: do they mix and map?",
  "Does childhood sexual abuse have an effect on young adults' nicotine disorder (dependence or withdrawal)?",
  "Is antibiotic prophylaxis necessary in elective laparoscopic surgery for benign gynecologic conditions?",
  "Is ambulance telephone triage using advanced medical priority dispatch protocols able to identify patients with acute stroke correctly?",
  "Does acute improvement of endothelial dysfunction in coronary artery disease improve myocardial ischemia?",
  "Genetic polymorphisms in TP53, nonsteroidal anti-inflammatory drugs and the risk of colorectal cancer: evidence for gene-environment interaction?",
  "Can we resect EGC with Signet ring cells in Europe?",
  "Outcome after surgical treatment of suspected gastrointestinal stromal tumors involving the duodenum: is limited resection appropriate?",
  "Should endometrial hyperplasia be regarded as a reason for abnormal uterine bleeding in users of the intrauterine contraceptive device?",
  "Are Meteorological Conditions within the First Trimester of Pregnancy Associated with the Risk of Severe Pre-Eclampsia?",
  "Generalized anxiety disorder in patients with major depression: is DSM-IV's hierarchy correct?",
  "Shunt infection: is there a near-miss scenario?",
  "Is activation in inflammatory bowel diseases associated with further impairment of coronary microcirculation?",
  "Is the loss of health-related quality of life during renal replacement therapy lower in elderly patients than in younger patients?",
  "Do African-American and Caucasian overweight women differ in oxygen consumption during fixed periods of exercise?",
  "Are sleep difficulties associated with migraine attributable to anxiety and depression?",
  "Do risk factors for elective cesarean section differ from those of cesarean section during labor in low risk pregnancies?",
  "Information on death certificates: cause for concern?",
  "Can Canada sustain paediatric phase I trials?",
  "Is the prognosis in patients with diabetes and heart failure a matter of unsatisfactory management?",
  "\"Onco-tese\": testicular sperm extraction in azoospermic cancer patients before chemotherapy-new guidelines?",
  "Do family physicians treat older patients with mental disorders differently from younger patients?",
  "Do accurate HIV and antiretroviral therapy knowledge, and previous testing experiences increase the uptake of HIV voluntary counselling and testing?",
  "Remote ischemic preconditioning in human coronary artery bypass surgery: from promise to disappointment?",
  "Does obesity affect surgical outcomes in degenerative scoliosis?",
  "Resource-intensive endoscopic procedures: do the dollars make sense?",
  "Should hemodialysis patients with atrial fibrillation undergo systemic anticoagulation?",
  "Is it worth fixing proximal humeral fractures at increased vascular risk?",
  "Is ketamine or its preservative responsible for neurotoxicity in the rabbit?",
  "Is α/β for breast cancer really low?",
  "Is haemodynamic evaluation with impedance cardiography in patients with heart failure undergoing testing of the implanted cardioverter-defibrillator of clinical importance?",
  "Can single-phase dual-energy CT reliably identify adrenal adenomas?",
  "Is it possible to characterize objectively sensitive skin?",
  "Could the piggyback operation in liver transplantation be routinely used?",
  "Is pretreatment cystometry important in predicting response to mirabegron in women with overactive bladder symptoms?",
  "Somatic depression predicts mortality in chronic heart failure: can this be explained by covarying symptoms of fatigue?",
  "Neoadjuvant chemotherapy: a new criterion for selection of candidate patients for surgery of low tumour burden metastases from malignant melanoma?",
  "Is a single low dose of intrathecal morphine a useful adjunct to patient-controlled analgesia for postoperative pain control following lumbar spine surgery?",
  "Does placental inflammation relate to brain lesions and volume in preterm infants?",
  "Ovarian reserve in adult patients with childhood-onset lupus: a possible deleterious effect of methotrexate?",
  "'Intuition or exactness?",
  "Can changes in hydrophobicity increase the bioavailability of alpha-tocopherol?",
  "Can smaller-scale comprehensive cancer centers provide outstanding care in abdominal and thoracic pediatric solid tumor surgery?",
  "Does the cannabinoid dronabinol reduce central pain in multiple sclerosis?",
  "Is lateral pelvic node dissection necessary after preoperative chemoradiotherapy for rectal cancer patients with initially suspected lateral pelvic node?",
  "Malignant hepatic tumor detection with ferumoxide-enhanced magnetic resonance imaging: is chemical-shift-selective fat suppression necessary for fast spin-echo sequence?",
  "Are epidemiological data on lymphoma incidence comparable?",
  "Do insomnia complaints cause hypertension or cardiovascular disease?",
  "Are grafts necessary in rhinoplasty?",
  "Can cognitive biases during consumer health information searches be reduced to improve decision making?",
  "DRD2 and DRD4 in relation to regular alcohol and cannabis use among adolescents: does parenting modify the impact of genetic vulnerability?",
  "The problem of trachoma within an onchocerciasis-endemic zone in Kaduna: need for a multilateral approach?",
  "Can serum cystatin C reflect the glomerular filtration rate accurately in pediatric patients under chemotherapeutic treatment?",
  "Antral follicle count, anti-mullerian hormone and inhibin B: predictors of ovarian response in assisted reproductive technology?",
  "Does a small central Nd:YAG posterior capsulotomy improve peripheral fundal visualisation for the vitreoretinal surgeon?",
  "Can 18-FDG-PET during radiotherapy replace post-therapy scanning for detection/demonstration of tumor response in head-and-neck cancer?",
  "Does a positive lymphocyte cross-match contraindicate living-donor liver transplantation?",
  "Does endothelial nitric oxide synthase gene variation play a role in the occurrence of hypertension in pregnancy?",
  "Etiological spectrum of esophageal varices due to portal hypertension in Indian children: is it different from the West?",
  "Intraabdominal vascular injury: are we getting any better?",
  "Free latissimus dorsi muscle-chimeric thoracodorsal artery perforator flaps for reconstruction of complicated defects: does muscle still have a place in the domain of perforator flaps?",
  "Does career dissatisfaction affect the ability of family physicians to deliver high-quality patient care?",
  "Arthroscopic ankle arthrodesis: are results reproducible irrespective of pre-operative deformity?",
  "Could a possible crosstalk between AMPK and TGF-β signaling pathways be a key player in benign and malignant salivary gland tumors?",
  "Should an alternative to the Glasgow Coma Scale be taught to paramedic students?",
  "Can sonographic peritoneal thickness be used to follow pediatric patients on peritoneal dialysis?",
  "Does intramesorectal excision for ulcerative colitis impact bowel and sexual function when compared with total mesorectal excision?",
  "The POSSUM: a good scoring system for predicting mortality in elderly patients undergoing emergency surgery?",
  "Does educational printed material manage to change compliance with prostate cancer screening?",
  "Does continuous positive airway pressure for extubation in congenital tracheoesophageal fistula increase the risk of anastomotic leak?",
  "Sorting the hype from the facts in testicular cancer: is testicular cancer related to trauma?",
  "Can MRI determine whether acute or chronic processes predisposing conditions are present in spontaneous osteonecrosis of the knee?",
  "Is there any effect of coenzyme Q10 on prevention of myringosclerosis?",
  "Ethics and economics: does programme budgeting and marginal analysis contribute to fair priority setting?",
  "Does septoplasty change the dimensions of compensatory hypertrophy of the middle turbinate?",
  "Do stroke patients with intracerebral hemorrhage have a better functional outcome than patients with cerebral infarction?",
  "Is there bias in the publication of individual patient data meta-analyses?",
  "Clinical characteristics and outcome of multiple sclerosis in Korea: does multiple sclerosis in Korea really differ from that in the Caucasian populations?",
  "Rising cesarean rates: are patients sicker?",
  "Higher weight, lower education: a longitudinal association between adolescents' body mass index and their subsequent educational achievement level?",
  "Does every US smoker bear the same cigarette tax?",
  "Is waist circumference per body mass index rising differentially across the United States, England, China and Mexico?",
  "Does augmented growth impose an increased risk of fetal death?",
  "Is sonic Hedgehog involved in human fracture healing?",
  "Do injection drug users have more adverse events during procedural sedation and analgesia for incision and drainage of cutaneous abscesses?",
  "Topical anaesthesia for children's lacerations: an acceptable approach?",
  "Laser-induced autofluorescence spectroscopy: can it be of importance in detection of bladder lesions?",
  "Is 'self-medication' a useful term to retrieve related publications in the literature?",
  "Does open access endoscopy close the door to an adequately informed patient?",
  "Do muscle strengthening exercises improve performance in the 6-minute walk test in postmenopausal women?",
  "Do patients who deliver at term after being hospitalized for preterm contractions have an increased risk for obstetrical complications?",
  "Should women with chronic pelvic pain have adhesiolysis?",
  "Are cervical cancer screening rates different for women with schizophrenia?",
  "Thyroid papillary microcarcinoma. Is it really a pitfall of fine needle aspiration cytology?",
  "Does vitreoretinal surgery under local anaesthesia result in missed fellow eye pathology?",
  "Is there a difference in survival between right- versus left-sided colon cancers?",
  "Ambulatory bilateral neck exploration for primary hyperparathyroidism: is it safe?",
  "Does previous reconstructive surgery influence functional improvement and deformity correction after periacetabular osteotomy?",
  "Virchow-Robin spaces in idiopathic normal pressure hydrocephalus: a surrogate imaging marker for coexisting microvascular disease?",
  "Do cigarette prices vary by brand, neighborhood, and store characteristics?",
  "Association between polymorphism of the vitamin D metabolism gene CYP27B1 and HLA-B27-associated uveitis. Is a state of relative immunodeficiency pathogenic in HLA B27-positive uveitis?",
  "Muscle Viability Revisited: Are We Removing Normal Muscle?",
  "Serological diagnosis of avian influenza in poultry: is the haemagglutination inhibition test really the 'gold standard'?",
  "Is the Centers for Medicare and Medicaid Service's lack of reimbursement for postoperative urinary tract infections in elderly emergency surgery patients justified?",
  "Is modelling dental caries a 'normal' thing to do?",
  "Does the supplementation of the formula with fibre increase the risk of gastro-oesophageal reflux during enteral nutrition?",
  "Should inspection of the laryngopharyngeal area be part of routine upper gastrointestinal endoscopy?",
  "Environmental pollution as a cause of papillary fibroelastoma: hints for a new etiological hypothesis?",
  "Self-perceived health among school going adolescents in Pakistan: influence of individual, parental and life style factors?",
  "Does the \"widowhood effect\" precede spousal bereavement?",
  "Heart failure decompensation and all-cause mortality in relation to percent biventricular pacing in patients with heart failure: is a goal of 100% biventricular pacing necessary?",
  "Primary hyperparathyreosis: is concordant sonography and scintigraphy really so important?",
  "Is the effect of a countermovement on jump height due to active state development?",
  "Prediction of post partum thyroid dysfunction: can it be improved?",
  "No antibiotics in acute uncomplicated diverticulitis: does it work?",
  "ALS clinical trials: do enrolled patients accurately represent the ALS population?",
  "Hypernatremia in the intensive care unit: an indicator of quality of care?",
  "Tongue discoloration in an elderly kidney transplant recipient: Treatment-related adverse event?",
  "Is there a place for preconditioning during cardiac operations in humans?",
  "The Cold Weather Plan evaluation: an example of pragmatic evidence-based policy making?",
  "Does baseline radiography of the kidneys, ureters, and bladder help facilitate stone management in patients presenting to the emergency department with renal colic?",
  "Does the presence and mix of destinations influence walking and physical activity?",
  "Outcome in a post-cardiac surgery population with acute renal failure requiring dialysis: does age make a difference?",
  "In-vitro interaction of L-dopa with bacterial adhesins of Helicobacter pylori: an explanation for clinicial differences in bioavailability?",
  "Is prompt surgical treatment of an abdominal aortic aneurysm justified for someone in their eighties?",
  "Is there ageism in oncology?",
  "Operation for acute type A aortic dissection in octogenarians: is it justified?",
  "Is surgery indicated for patients with symptomatic nonfunctioning pancreatic neuroendocrine tumor and unresectable hepatic metastases?",
  "Presence of anti hepatitis E virus antibodies in swine: is it an animal reservoir for hepatitis E?",
  "Bleach sedimentation method for increased sensitivity of sputum smear microscopy: does it work?",
  "Do tumor necrosis factor inhibitors cause uveitis?",
  "Severe physical violence among intimate partners: a risk factor for vaginal bleeding during gestation in less privileged women?",
  "Does Preoperative Bowel Preparation Reduce Surgical Site Infections During Elective Ventral Hernia Repair?",
  "Do reactions after whole blood donation predict syncope on return donation?",
  "Are rates of vision loss in patients in English glaucoma clinics slowing down over time?",
  "Magnetic toys: forbidden for pediatric patients with certain programmable shunt valves?",
  "Is diabetes mellitus an independent risk factor for venous thromboembolism?",
  "Rate of traumatic retinal injuries requiring urgent care. Is ocular fundus evaluation essential in the emergency room?",
  "Does the extent of osteonecrosis affect the survival of hip resurfacing?",
  "Autoantibody disturbances in affective disorders: a function of age and gender?",
  "Does objectively assessed sleep at five years predict sleep and psychological functioning at 14 years?",
  "Does vitamin C supplementation influence the levels of circulating oxidized LDL, sICAM-1, sVCAM-1 and vWF-antigen in healthy male smokers?",
  "Measuring the effectiveness of a collaborative for quality improvement in pediatric asthma care: does implementing the chronic care model improve processes and outcomes of care?",
  "Does the amount of tagged stool and fluid significantly affect the radiation exposure in low-dose CT colonography performed with an automatic exposure control?",
  "Do mucosal defensive agents improve the cure rate when used with dual or triple therapy regimens for eradicating Helicobacter pylori infection?",
  "Are partner and relationship characteristics associated with condom use in Zambian nonmarital relationships?",
  "Can clinicians use the PHQ-9 to assess depression in people with vision loss?",
  "Are the DSM-IV personality disorders related to mindfulness?",
  "Enhancing systematic implementation of skills training modules for persons with schizophrenia: three steps forward and two steps back?",
  "Pulmonary resection of non-small cell lung cancer: is survival in the elderly not affected by tumor stage after complete resection?",
  "Acute kidney injury in the critically ill: is iodinated contrast medium really harmful?",
  "Case report: acute bowel obstruction with an isolated transition point in peritoneal dialysis patients; a presentation of encapsulating peritoneal sclerosis?",
  "Does impaired left ventricular relaxation affect P wave dispersion in patients with hypertension?",
  "Do women with epilepsy have more fear of childbirth during pregnancy compared with women without epilepsy?",
  "Is there a link between the food-cobalamin malabsorption and the pernicious anemia?",
  "Bleeding complications during cardiac electronic device implantation in patients receiving antithrombotic therapy: is there any value of local tranexamic acid?",
  "Does having regular care by a family physician improve preventive care?",
  "Inguinal hernia surgery in The Netherlands: are patients treated according to the guidelines?",
  "Is outdoor air pollution associated with physician visits for allergic rhinitis among the elderly in Toronto, Canada?",
  "Tumour budding with and without admixed inflammation: two different sides of the same coin?",
  "Impact of oligodendroglial component in glioblastoma (GBM-O): Is the outcome favourable than glioblastoma?",
  "Does perioperative use of aprotinin reduce the rejection rate in heart transplant recipients?",
  "Is direct radiologist supervision of abdominal computed tomography (CT) scans necessary?",
  "Can muscle shortening alone, explain the energy cost of muscle contraction in vivo?",
  "Development of diagnostic reference frames for seizures. Part 2: are seizure descriptions discriminative?",
  "Representations of disability in the Canadian news media: a decade of change?",
  "Does protracted antiviral therapy impact on HCV-related liver cirrhosis progression?",
  "Are mental health problems and depression associated with bruxism in children?",
  "Transcatheter arterial chemoembolization combined with radiofrequency ablation can improve survival of patients with hepatocellular carcinoma with portal vein tumour thrombosis: extending the indication for ablation?",
  "Do clinical characteristics of de novo pouch Crohn's disease after restorative proctocolectomy affect ileal pouch retention?",
  "Can routine gynecologic examination contribute to the diagnosis of cervical involvement by primary endometrial cancer?",
  "Is there overutilisation of cataract surgery in England?",
  "Does viewing explain doing?",
  "Is International Prognostic Scoring System (IPSS) still standard in predicting prognosis in patients with myelodysplastic syndrome?",
  "Microsurgery and liver research: Lumbricus terrestris, a reliable animal model for training?",
  "Predicting therapeutic benefit from myocardial revascularization procedures: are measurements of both resting left ventricular ejection fraction and stress-induced myocardial ischemia necessary?",
  "Do cardiologists at a university hospital adopt the guidelines for the treatment of heart failure?",
  "Is seroprevalence of anti-IGM CMV among blood donors relevant in India?",
  "Revisiting gender differences in somatic symptoms of depression: much ado about nothing?",
  "Imaging studies in the first urinary infection with fever in infants: is voiding cystourethrography necessary?",
  "Is laparoscopy an advantage in the diagnosis of cirrhosis in chronic hepatitis C virus infection?",
  "Assessing back pain: does the Oswestry Disability Questionnaire accurately measure function in ankylosing spondylitis?",
  "Do patients with obstructive sleep apnea wake up with headaches?",
  "Central precocious puberty in a 3 year-old girl with Phenylketonuria: a rare association?",
  "Does a delay between diagnosis and radical prostatectomy increase the risk of disease recurrence?",
  "Kidney transplantation and HIV: does recipient privacy outweigh the donor's right to information?",
  "Is an elevated serum transferrin saturation associated with the development of diabetes?",
  "Thoracolumbar fracture in blunt trauma: is clinical exam enough for awake patients?",
  "Vesicourethral healing following radical prostatectomy: is it related to surgical approach?",
  "Do Kurdistanian and Swedish parents and children differ in their rating of competence and behavioural problems?",
  "Incidentally detected ureteral fibroepithelial polyps in children: is endoscopic treatment of them really necessary?",
  "Electrophysiological evidence of intuition: Part 2. A system-wide process?",
  "Increases in plasma levels of atrial and brain natriuretic peptides after running a marathon: are their effects partly counterbalanced by adrenocortical steroids?",
  "Management of genital herpes by genitourinary physicians: does experience or doctor's gender influence clinical management?",
  "Are melanocytic nevi influenced by pregnancy?",
  "Is it time to tailor the prediction of radio-induced toxicity in prostate cancer patients?",
  "Is combined androgen blockade with bicalutamide cost-effective compared with combined androgen blockade with flutamide?",
  "Does vaginal intraepithelial neoplasia have the same evolution as cervical intraepithelial neoplasia?",
  "Are infants with bronchopulmonary dysplasia at risk for sudden infant death syndrome?",
  "Is there a role for second-look capsule endoscopy in patients with obscure GI bleeding after a nondiagnostic first test?",
  "Does mild cognitive impairment increase the risk of developing postoperative cognitive dysfunction?",
  "Do physical activity level and body mass index predict recovery from persistent neck pain in men and women of working age?",
  "Comparison of sonographic and CT guidance techniques: does CT fluoroscopy decrease procedure time?",
  "Can medical school admission committee members predict which applicants will choose primary care careers?",
  "Do COX-2 inhibitors provide additional pain relief and anti-inflammatory effects in patients with rheumatoid arthritis who are on biological disease-modifying anti-rheumatic drugs and/or corticosteroids?",
  "Do dual-thread orthodontic mini-implants improve bone/tissue mechanical retention?",
  "Are spirituality and religiosity resources for patients with chronic pain conditions?",
  "An institutional review of splenic artery aneurysm in childbearing-aged females and splenic artery aneurysm rupture during pregnancy. Is screening justified?",
  "Is There an Advantage to Knotless Barbed Suture in TKA Wound Closure?",
  "External trabeculecomy (ETE): an alternative?",
  "Is routine viral screening useful in patients with recent-onset polyarthritis of a duration of at least 6 weeks?",
  "Aspartate aminotransferase: alanine aminotransferase ratio in chronic hepatitis C infection: is it a useful predictor of cirrhosis?",
  "Should small sliding hiatal hernias be reported at CT colonography?",
  "Does a learning curve exist in endorectal two-dimensional ultrasound accuracy?",
  "Can the Northwick Park Dependency Scale be translated to a Barthel Index?",
  "Standard indicators of deprivation: do they disadvantage older people?",
  "Variance in practice emergency medical admission rates: can it be explained?",
  "Comparison of the immediate with the 24-hour postoperative prism and cover measurements in adjustable muscle surgery: is immediate postoperative adjustment reliable?",
  "Is hepatitis B virus transmitted via the male germ line?",
  "Does the type of suture material used for ligation of the vas deferens affect vasectomy success?",
  "Pediatric trauma system models: do systems using adult trauma surgeons exclusively compare favorably with those using pediatric surgeons after initial resuscitation with an adult trauma surgeon?",
  "Does gastric restriction surgery reduce the risks of metabolic diseases?",
  "Metacognitive training at home: does it improve older adults' learning?",
  "Physicians' use of the 5As in counseling obese patients: is the quality of counseling associated with patients' motivation and intention to lose weight?",
  "Clinically apparent early stage invasive epithelial ovarian carcinoma: should all be treated similarly?",
  "Does the medical college admission test predict global academic performance in osteopathic medical school?",
  "Is a diagnosis of ancillary restless legs syndrome reproducible over time?",
  "Does a new undergraduate curriculum based on Tomorrow's Doctors prepare house officers better for their first post?",
  "Can an incomplete ossicular discontinuity be predicted by audiometric and clinical findings?",
  "Right ventricular normal measurements: time to index?",
  "Mucolytic agents for acute respiratory tract infections in infants: a pharmacoepidemiologic problem?",
  "Does a higher income have positive health effects?",
  "Can high psychological job demands, low decision latitude, and high job strain predict disability pensions?",
  "Does computer-aided detection (CAD) contribute to the performance of digital mammography in a self-referred population?",
  "Psychosocial factors and metabolic parameters: is there any association in elderly people?",
  "Is a change in the vaginal flora associated with an increased risk of preterm birth?",
  "Red blood cell transfusion and ventilator-associated pneumonia: A potential link?",
  "Pulmonary embolism: are we there yet?",
  "Does Glass Size and Shape Influence Judgements of the Volume of Wine?",
  "Postoperative incision complications after cesarean section in patients with antepartum syndrome of hemolysis, elevated liver enzymes, and low platelets (HELLP): does delayed primary closure make a difference?",
  "Does the fundus perimetry determined edge of the blind spot depend on the superficial form of the papilla?",
  "Is there relationship between pink teeth phenomenon and cause of death?",
  "Search for distinctive markers in DNT and cortical grade II glioma in children: same clinicopathological and molecular entities?",
  "Is central neck dissection a safe procedure in the treatment of papillary thyroid cancer?",
  "Can partial coherence interferometry be used to determine retinal shape?",
  "Conjunctival chlamydial 16S ribosomal RNA expression in trachoma: is chlamydial metabolic activity required for disease to develop?",
  "Is psychotic disorder associated with increased levels of craving for cannabis?",
  "Does palliative chemotherapy palliate?",
  "Does scale matter?",
  "Diffusion-weighted imaging as part of hybrid PET/MRI protocols for whole-body cancer staging: does it benefit lesion detection?",
  "Does Tourniquet Use in TKA Affect Recovery of Lower Extremity Strength and Function?",
  "Anterior translation at the glenohumeral joint: a cause of axillary artery compression?",
  "Clara cell 16 protein in COPD sputum: a marker of small airways damage?",
  "Patient satisfaction with care in the intensive care unit: can we rely on proxies?",
  "Adjusting our lens: can developmental differences in diagnostic reasoning be harnessed to improve health professional and trainee assessment?",
  "Can men provide accurate confounder data about their partners for Time-to-Pregnancy studies?",
  "Is it possible to predict postoperative ileus following radical cystectomy?",
  "Can personality traits predict the future development of heart disease in hospitalized psychiatric veterans?",
  "Is tubularization of the mobilized urethral plate a better alternative to tubularization of an incised urethral plate for hypospadias repair?",
  "Paravalvular leak after transcatheter aortic valve implantation: is it anatomically predictable or procedurally determined?",
  "Dobutamine stress echocardiography in patients after an acute myocardial infarct: what is the significance of arterial patency related to the infarct?",
  "Is the blood donated by habitual nut quid chewers suitable for use in transfusion?",
  "Isolated clubfoot diagnosed prenatally: is karyotyping indicated?",
  "Can complete tumor resection be predicted in advanced primary epithelial ovarian cancer?",
  "Is the assessment of biological activity of prolactin essential in the diagnosis of hyperprolactinemia?",
  "Depression and frontal dysfunction: risks for the elderly?",
  "Does general practitioner involvement in commissioning maternity care make a difference?",
  "Early Australian experience with infliximab, a chimeric antibody against tumour necrosis factor-alpha, in the treatment of Crohn's disease: is its efficacy augmented by steroid-sparing immunosuppressive therapy?",
  "DSM-IV alcohol abuse due to hazardous use: a less severe form of abuse?",
  "Insurance status of patients admitted to specialty cardiac and competing general hospitals: are accusations of cherry picking justified?",
  "Do participants in adjuvant breast cancer trials reflect the breast cancer patient population?",
  "Does adenosine response predict clinical recurrence of atrial fibrillation after pulmonary vein isolation?",
  "Is pneumosinus dilatans an osteogenic disease that mimics the formation of a paranasal sinus?",
  "Is perceived social support a predictor of survival for patients undergoing autologous peripheral blood stem cell transplantation?",
  "Does primary surgical management of liver hydatid cyst influence recurrence?",
  "Are compulsory admissions more frequent in immigrants and ethnic minorities?",
  "Living alone and psychological well-being in mid-life: does partnership history matter?",
  "Upper gastrointestinal endoscopy: are preparatory interventions effective?",
  "Is larger scoliosis curve magnitude associated with increased perioperative health-care resource utilization?",
  "MPTP animal model of Parkinsonism: dopamine cell death or only tyrosine hydroxylase impairment?",
  "Birth size, postnatal growth and growth during growth hormone treatment in small-for-gestational-age children: associations with IGF1 gene polymorphisms and haplotypes?",
  "Do protective behaviors follow the experience of testing positive for herpes simplex type 2?",
  "Enzian classification: does it correlate with clinical symptoms and the rASRM score?",
  "Does radiographic evidence of prior pulmonary tubercular infection influence the choice of empiric antibiotics for community-acquired pneumonia in a tuberculosis-endemic area?",
  "Are polymorphisms in oestrogen receptors genes associated with lipid levels in response to hormone therapy?",
  "Bioavailability of vitamins E and C: does Helicobacter pylori infection play a role?",
  "Is postoperative bowel function related to posterior compartment prolapse repair?",
  "Is there a relationship between blood pressure and intraocular pressure?",
  "Is there a model to teach and practice retroperitoneoscopic nephrectomy?",
  "Do electrical parameters of the cardiac cycle reflect the corresponding mechanical intervals as the heart rate changes?",
  "Is previous same quadrant surgery a contraindication to laparoscopic adrenalectomy?",
  "Does the degree of experience for the tension-free vaginal tape procedure influence the results of the suprapubic arc sling procedure during the learning phase?",
  "Use of laparoscopy in older women undergoing gynecologic procedures: is it time to overcome initial concerns?",
  "The Affordable Medicines Facility-malaria (AMFm): are remote areas benefiting from the intervention?"
]